{"sent2": "18:10.1371_journal.pmed.1000419:57:BCa confidence intervals were calculated using the statistical software SAS 9 and the %BOOT and %BOOTCI macros (http://support.sas.com/kb/24/982.html).\n", "sent4": "8:10.1371_journal.pone.0200234:62:The collected data were analyzed using SPSS version 22.\n", "sent9": "18:10.1371_journal.pone.0149335:72:Receipt of QAC data was acknowledged, entered into a password-protected Microsoft Access database, and cross-checked through Microsoft Excel.\n", "sent10": "15:10.1371_journal.pone.0022971:27:Therefore, an individual can be traced from household to household over the course of his or her life (as long as he or she resides in the Matlab study area).\n", "sent12": "14:10.1371_journal.pone.0171407:36:Analyses were carried out using Stata version 12.\n", "sent13": "1:10.1371_journal.pone.0127644:21:Reliability analysis of the data and univariate analyses were performed using SPSS version 16.0 (SPSS Inc., Chicago, IL, USA) for Windows, and the SEM was produced using LISREL 8.5. χ2, RMSEA (root mean square error of approximation), SRMR (standardized root mean square residual), GFI (goodness-of-fit index), AGFI (adjusted goodness-of-fit index), and IFI (incremental fit index) were used to indicate whether the model was an adequate fit [34].\n", "sent14": "5:10.1371_journal.pone.0058070:8:All graph algorithms used in this article were implemented in Matlab and are available as part of the Brain Connectivity Toolbox (www.brain-connectivity-toolbox.net) [17].\n", "sent15": "9:10.1371_journal.pone.0207173:57:Missing data were multiple imputed (10 estimations) using SPSS (Version 19.0).\n", "sent16": "15:10.1371_journal.pone.0143118:53:Analyses were performed in SPSS version 18.0 (Version 18.0.\n", "sent17": "14:10.1371_journal.pone.0211266:92:Data analysis was conducted using SigmaPlot ver.12.3 (SYSTAT Software Inc., San Jose, CA, USA).\n", "sent19": "12:10.1371_journal.pone.0056620:35:Data processing and statistical analyses were performed using SPSS V·19 in 2012.\n", "sent20": "7:10.1371_journal.pone.0198719:56:Statistical analyses were performed using Stata software, version 13 (StataCorp, College Station, TX, US).\n", "sent21": "9:10.1371_journal.pone.0062593:41:All descriptive statistics, ANCOVA, and multiple regression analyses were conducted using SPSS 19.0 (IBM, Armonk, New York).\n", "sent22": "12:10.1371_journal.pone.0194991:74:All statistical analyses were performed using STATA 13.0.\n", "sent26": "2:10.1371_journal.pone.0064921:31:All analyses were adjusted for sample weights and NHANES complex survey design using Stata (11.2).\n", "sent29": "5:10.1371_journal.pone.0060637:55:Data analyses were performed using SPSS software version 19.0.\n", "sent32": "2:10.1371_journal.pone.0181310:10:The completed questionnaires were coded and entered into EPI info version 3.5.3 statistical software and then exported to SPSS windows version 20 program for analysis.\n", "sent33": "10:10.1371_journal.pone.0206889:58:Consistent with Résibois, Verduyn, and colleagues [11], each of the obtained 384 self-reported intensity profiles following negative feedback was first transformed into a function using the linear interpolation function (interp1) implemented in MATLAB R2016b [38] and then discretised into 44 equally distanced time points, corresponding to the number of images acquired during the period that participants read and thought about the feedback.\n", "sent36": "3:10.1371_journal.pone.0047203:50:15.0 (SPSS Inc., Tokyo, Japan) was used for all data analysis.\n", "sent37": "12:10.1371_journal.pone.0202330:64:Statistical analyses of quantitative data were performed using Excel and custom shell scripts (Unix).\n", "sent41": "13:10.1371_journal.pone.0122478:68:Simultaneous relationships among variables were tested using path analysis with IBM SPSS AMOS 22 software.\n", "sent42": "14:10.1371_journal.pmed.1002357:46:Demographic, clinical, and laboratory data from the electronic medical record and study forms were de-identified, entered into an Excel spreadsheet, and exported into Stata v14 software (StataCorp, 2011, College Station, Texas) for analysis.\n", "sent44": "16:10.1371_journal.pone.0184676:47:All statistical analyses were performed in STATA version 14 [46].\n", "sent45": "4:10.1371_journal.pone.0184750:16:Significance was set at the p = 0.05 level, and analyses were conducted using IBM SPSS Statistics Version 24.\n", "sent47": "2:10.1371_journal.pone.0106172:56:In order to reduce variability in her movement duration, she wore a headphone connected to a PC on which a MATLAB code generated a rhythmic “beep”.\n", "sent54": "15:10.1371_journal.pone.0052371:134:For statistical analyses, the software package SPSS 18.0 (SPSS Inc., Chicago, IL, USA) was used.\n", "sent55": "10:10.1371_journal.pone.0123911:29:We classified each sequence at the family level, and used blast [36] to identify those OTUs that had been previously found in bees (blastn, e-value <0.0001).\n", "sent59": "2:10.1371_journal.pone.0086127:83:As there was a group difference for BPVS and SAS scores (see Table 2), all analyses include these scores as covariates to partial out the variance attributed them.\n", "sent61": "6:10.1371_journal.pone.0060637:72:Tests of gender interactions with psychosocial work factors were performed using SAS software.\n", "sent62": "2:10.1371_journal.pone.0208129:94:We use Stata’s margins command to calculate proportions from saturated logit models and test the statistical significance of the differences between proportions using Wald tests of linear hypotheses.\n", "sent63": "9:10.1371_journal.pone.0133603:56:LCGM was performed in STATA (version 12.1, College Station, TX) using the traj procedure [24].\n", "sent64": "11:10.1371_journal.pone.0109241:68:Distance matrices for the introductory syllable and the shared syllable measurements were built as the Euclidean distance between the group centroids of first discriminant functions using SPSS, in which variables were scaled to values between 0 and 1.\n", "sent65": "16:10.1371_journal.pone.0181236:49:Analyses were conducted in STATA/IC14 with individuals as the unit of analysis.\n", "sent66": "3:10.1371_journal.pone.0197479:35:The analyses were performed using STATA v14 (StataCorp, College Station, TX).\n", "sent67": "6:10.1371_journal.pone.0076266:47:Data were analysed using SPSS Statistics 21 for Macintosh (SPSS, IBM Inc.).\n", "sent68": "10:10.1371_journal.pgen.1002930:4:Resulting High-scoring Segment Pairs (HSPs) were sorted by their blast bit-scores, and an average bit-score of the top 75% HSPs were calculated.\n", "sent69": "16:10.1371_journal.pone.0172904:28:All quantified regions were analyzed by Multivariate Analysis of Variance (MANOVA) for main effects of genotype, competition dose, and genotype x dose interactions using IBM SPSS Statistics 22.\n", "sent70": "15:10.1371_journal.pone.0124690:56:The analyses were run using STATA MP 11.2.\n", "sent74": "10:10.1371_journal.pone.0074258:39:Statistical Product and Service Solutions (SPSS) was used for analysis.\n", "sent75": "12:10.1371_journal.pone.0195303:56:Regression backward model selection was conducted, using IBM SPSS Statistics v20.0 package [94] to fit each model.\n", "sent78": "5:10.1371_journal.pone.0192571:67:All statistical analyses were performed using STATA 14.0.\n", "sent80": "14:10.1371_journal.pone.0066335:34:All data were analyzed using IBM SPSS Statistics 20 (SPSS Inc, Chicago, IL, 2011).\n", "sent83": "6:10.1371_journal.pone.0184417:59:Regression in SPSS version 24 is ruled out as it is limited to step-wise methods only, cannot conduct an all-possible subset analysis (used here for exploratory reasons), does not automatically identify and handle outliers, and cannot accommodate a model with a high variable to observation ratio [82].\n", "sent84": "15:10.1371_journal.pone.0113564:26:Due to unequal sample sizes for deviant/non-deviant burials, as well as non-normal data distributions, non-parametric statistical tests (including Mann-Whitney U and Kruskal Wallis) were conducted using SAS 9.3.\n", "sent90": "15:10.1371_journal.pone.0182465:60:All statistical analyses were performed using STATA version 12 (STATA Corp, College Station, TX).\n", "sent91": "2:10.1371_journal.pone.0031878:55:Analyses were carried out using SPSS v18 (SPSS inc, Chicago, USA) and SAS v9.2 (SAS, Cary, North Carolina, USA).\n", "sent92": "6:10.1371_journal.pone.0192119:76:The quantitative data were analyzed using descriptive statistical analysis, correlations, and binominal logistics regressions on IBM SPSS Statistics 18 (Forward:LR method), and applying Latent Class Modeling (LCM) on LatentGold 3.\n", "sent98": "15:10.1371_journal.pone.0093519:41:Analyses were performed using Stata 12.\n", "sent100": "5:10.1371_journal.pone.0188187:50:All statistical analyses were performed using STATA® version 10.0 and R Studio version 3.2.2 for Macintosh®.\n", "sent101": "18:10.1371_journal.pone.0054856:96:The statistical packages SPSS 15.1 and STATA 11.1 were used to carry out the analyses.\n", "sent102": "10:10.1371_journal.pone.0160706:28:The survey forms were scanned using an optical character recognizing (OCR) machine and data were analyzed using STATA 10.1 for Windows (Stata Corp, College Station, TX, USA) software.\n", "sent103": "14:10.1371_journal.pone.0150537:47:Data was analyzed using Microsoft Excel and Statistical Package for Social Sciences (SPSS) version 16.\n", "sent105": "7:10.1371_journal.pone.0109004:27:Analysis of local scale data across all crime types and the two counties (Nottinghamshire and Derbyshire) was done using general regression analysis applied to the log transformed mean and variance values with categorical variables using commercially available software (Minitab version 16.2; Minitab Inc.).\n", "sent106": "16:10.1371_journal.pone.0187750:82:Analyses were done using SPSS20 and SAS 9.4, the cut-off for statistical significance was set at p < .05.\n", "sent107": "10:10.1371_journal.pone.0191646:31:All statistical analyses of this study were performed using SAS version 9.3 and STATA IC/SE 14.\n", "sent108": "1:10.1371_journal.pbio.1001940:52:The Matlab Regstats function was used to calculate the residual DBM effect size and dominance after controlling for confounding effects of age, weight, sex, and number of structural scans that had contributed to the average MRI scan used for each individual.\n", "sent109": "12:10.1371_journal.pone.0186992:49:The statistical analysis was done with Stata 14.1 (Stata Corp LP, College station, Texas).\n", "sent110": "3:10.1371_journal.pone.0191496:32:All statistical analyses were performed with the aid of SPSS software version 22.0 (IBM Co., Armonk, NY, USA).\n", "sent111": "3:10.1371_journal.pone.0018905:62:For the clusters showing a significant interaction, the “absolute GM content” (i.e., the sum of all voxel values of the cluster) and the “relative GM content” (i.e., the sum of all voxel values divided by the global GM) were further analyzed for the ASD and TDC using standard statistics software (SPSS, version 14.0.1)\n", "sent115": "16:10.1371_journal.pone.0183455:33:Survey data from both SA and NZ (n = 4,842) were downloaded from SurveyMonkey [49] and initial data screening was conducted in Microsoft Excel.\n", "sent117": "11:10.1371_journal.pone.0185968:43:The x-y coordinates of the individual positions were extracted using the Ctrax software (Caltech Multiple Fly Tracker; version 0.3.12) and the associated FixErrors toolbox for MATLAB (v. 7.10.0 2010; MathWorks, Inc., Natick, MA, USA [34–35]; MATLAB v. 7.10.0).\n", "sent121": "11:10.1371_journal.pone.0152990:58:All the other analyses were performed with SPSS version 17.0 (SPSS Inc., Chicago, IL, USA).\n", "sent126": "14:10.1371_journal.pone.0185578:34:For the purposes of the analysis, the dataset was partitioned by discipline and a Correspondence Analysis (CA) [41–43] was applied to these subsets following the procedure described in Díaz-Faes and Bordons [25] and using a MATLAB program [44].\n", "sent128": "13:10.1371_journal.pone.0034922:82:All analyses were performed using SPSS 19 (IBM SPSS Statistics 19.0.0).\n", "sent133": "10:10.1371_journal.pone.0101939:74:All analyses were conducted using the statistical software SPSS, Version 20 (IBM Statistics).\n", "sent134": "18:10.1371_journal.pone.0192764:34:Robust standard errors were utilized to estimate relative risks (RR) and 95%CI as well as the population attributable fraction using the punaf command in STATA [22].\n", "sent139": "2:10.1371_journal.pone.0102820:17:An adapted version of Probability Weighted Iterative Generalised Least Squares technique was used for the WAACHS data to account for the complex survey design of children within families within communities using SAS software [33].\n", "sent140": "12:10.1371_journal.pone.0012135:30:All analyses were performed using STATA/SE 10.1 (StataCorp, College Station, TX, USA).\n", "sent142": "5:10.1371_journal.pone.0197351:42:Descriptive and regression analyses were performed by using STATA statistical software v.14.1 (STATA Corp., College Station, TX, USA).\n", "sent143": "17:10.1371_journal.pone.0177725:54:S2 File is the Stata script that can be used to replicate all descriptive statistics reported below as well as the model estimates described in the main text and in the supplementary information.\n", "sent147": "18:10.1371_journal.pone.0120878:71:We used a Matlab implementation of the SPIKE-dist measure (http://wwwold.fi.isc.cnr.it/users/thomas.kreuz/sourcecode.html), with a temporal resolution of 1ms, to analyze our data.\n", "sent152": "9:10.1371_journal.pone.0079777:87:We further BLAST searched this transcriptome for sequences with homology to the viruses genomes derived from our transcriptome data.\n", "sent153": "7:10.1371_journal.pone.0176385:66:The analyses were performed using SAS v. 9.3.\n", "sent157": "8:10.1371_journal.pone.0167253:64:Data were analysed with SPSS version 21, using the mixed models analysis of variance procedure.\n", "sent159": "15:10.1371_journal.pone.0147923:20:Median values were compared using K-sample tests, and reductions in financial imbalances were examined over time by calculating maximum/minimum ratios.All analyses were performed using Stata 13.1 software [30].\n", "sent161": "13:10.1371_journal.pone.0164942:24:Analyses were made using Mplus 7.1 software [28] and IBM SPSS Statistics 22.0.\n", "sent163": "11:10.1371_journal.pone.0049356:51:We performed all analyses using the Statistical Package for the Social Sciences version 18.0 (SPSS Inc, Chicago, IL, USA).\n", "sent169": "9:10.1371_journal.pone.0185859:49:All statistical analyses were conducted with SPSS (v. 20.0.0.2) and R (v. 3.1.3).\n", "sent172": "17:10.1371_journal.pone.0085809:66:Data were analyzed with SPSS (version 19, SPSS Inc., Chicago, Illinois) and NCSS 2007 (Number Cruncher Statistical Systems, Utah, USA) statistical software packages.\n", "sent175": "18:10.1371_journal.pone.0110271:4:After preliminary exploration to identify causes of death for which there were positive, statistically significant zero-order correlations with county levels of infant mortality across all race-gender groups (not shown), we performed principal components analyses with an orthogonal rotation per SAS PROC Factor.\n", "sent176": "9:10.1371_journal.pone.0090556:86:All data analyses were performed in SPSS (v.19) unless otherwise stated.\n", "sent179": "15:10.1371_journal.pone.0042889:52:All statistical analyses were performed using SPSS 15.0.1 for Windows (SPSS Inc., Chicago, IL, USA, 2006).\n", "sent180": "7:10.1371_journal.pone.0148337:31:All analyses were performed using SAS SURVEY procedures available in SAS version 9.04 software.\n", "sent181": "4:10.1371_journal.pone.0199138:27:All analyses were performed with SPSS for Windows (SPSS, version 23; Chicago, IL, USA), and p values < 0.05 (two-way) were considered to indicate statistical significance.\n", "sent182": "14:10.1371_journal.pone.0133545:54:Analyses were performed using Stata, version 13 (StataCorp LP, TX).\n", "sent183": "6:10.1371_journal.pone.0057380:226:One-way ANOVAs were used to test combined drug treatment and prenatal exposure effects on oxygen consumption and CO2 production (GraphPad Prism 5.0 d).\n", "sent184": "9:10.1371_journal.pone.0205740:35:Data were analyzed in Microsoft Excel 10.0 (Microsoft, Redmond, WA) and STATA/IC 12.1 (Stata Corp, College Station, TX).\n", "sent187": "10:10.1371_journal.pone.0176539:54:Therefore, only the sex and month impacts were next compared, using two-way ANOVA and Tukey’s test (SAS Institute Version 9.13., 2002–2003 license 86636).\n", "sent188": "9:10.1371_journal.pone.0098977:115:Behavioral data were analyzed with SPSS/PASW 18.\n", "sent189": "6:10.1371_journal.pone.0102820:17:An adapted version of Probability Weighted Iterative Generalised Least Squares technique was used for the WAACHS data to account for the complex survey design of children within families within communities using SAS software [33].\n", "sent190": "11:10.1371_journal.pone.0182200:24:We accessed the data using the visualization and data analytics software Tableau, and prepared data for analyses in both Tableau and Excel (Tableau 9.0, Tableau Software Inc.; Excel 14.4.2, Microsoft Corporation 2010).\n", "sent192": "9:10.1371_journal.pone.0151078:38:All analyses were conducted using the STATA® package (Version 12, College Station, TX).\n", "sent193": "18:10.1371_journal.pone.0124258:56:When analysing predictors of symptomatic improvement during the course of treatment, a longitudinal multilevel framework was applied using the linear mixed-effects models procedure in SPSS version 21.\n", "sent195": "4:10.1371_journal.pone.0160378:28:Information from completed abstraction forms were entered into an Access database and imported into SAS for analysis.\n", "sent196": "9:10.1371_journal.pone.0177629:51:We used the cp_apr function in the Matlab Tensor Toolbox [18].\n", "sent198": "2:10.1371_journal.pone.0133693:53:The analyses were conducted by using the PROCESS macro written by Andrew F. Hayes [38], which can be implemented in SPSS, and it is based on an ordinary least squares regression.\n", "sent199": "11:10.1371_journal.pone.0137656:70:Statistical analyses were performed using SPSS (version 17.0; SPSS Japan Inc., Tokyo, Japan).\n", "sent202": "18:10.1371_journal.pone.0037397:41:All results reported are two-tailed and were performed with SPSS version 16.0.\n", "sent204": "12:10.1371_journal.pmed.1002427:36:All analyses were conducted using Stata version 14.\n", "sent207": "1:10.1371_journal.pbio.1001820:189:Statistical analysis was performed using GraphPad Prism (version 4.0) and SPSS (version 20).\n", "sent208": "18:10.1371_journal.pone.0015429:6:Manual annotations of social/sexual interactions and wheel running activity were done manually using the Caltech Behavior Annotator program, a software tool created in MATLAB designed to facilitate the rapid manual annotation of video sequences.\n", "sent212": "6:10.1371_journal.pone.0145638:25:Data are presented as (Mean ± SEM) and were analysed with IBM SPSS 22.0 software.\n", "sent213": "2:10.1371_journal.pone.0188537:125:Analysis were conducted using SPSS vs. 20.0 (IBM Corp., released 2011, Armonk, NY) and GraphPad Prism 7.0 software (GraphPad Software, Inc., San Diego, CA).\n", "sent215": "5:10.1371_journal.pone.0007758:24:Statistical models were run using Proc Genmod in SAS v9.1.2 (Cary, North Carolina).\n", "sent216": "11:10.1371_journal.pone.0200519:59:All the statistical analyses were performed using SAS (Version 9.3, SAS Institute, Cary, NC, USA).\n", "sent217": "14:10.1371_journal.pone.0081661:16:To identify known miRNAs, we aligned all the small RNA reads to mature miRNAs and miRNA hairpins in miRBase13.0 with blast using an E-value threshold of 0.01.\n", "sent220": "7:10.1371_journal.pone.0020989:21:To create the actual movie files, in house made scripts were used, created with Matlab software (MathWorks, Massachusetts, U.S.A.).\n", "sent221": "9:10.1371_journal.pone.0192771:41:All analyses were performed in Stata 14.0 (College Station, TX USA).\n", "sent222": "11:10.1371_journal.pone.0157909:37:For metric variables the mean was computed and univariate analysis of covariance (oneway ANOVA in SPSS) was applied.\n", "sent223": "1:10.1371_journal.pone.0194444:42:Data were pre-processed and analysed using SPM8 (Wellcome Department of Cognitive Neurology, London UK) (http://www.fil.ion.ucl.ac.uk/spm) running on MATLAB 2007b (Mathworks Inc., Natick, MA).\n", "sent224": "18:10.1371_journal.pone.0135809:49:All of the data were inputted using the software SPSS 20.0 for statistical analysis, and the statistical significance was set at p<0.05.\n", "sent230": "10:10.1371_journal.pone.0143203:7:Recorded songs were filtered at 0.3–8 kHz for analysis using software in the Matlab Programming language (The MathWorks, Natick, MA).\n", "sent233": "14:10.1371_journal.pgen.1004356:34:Intensity tables were exported to excel and (ΔF−F)/F calculated for each series of images.\n", "sent236": "10:10.1371_journal.pone.0086193:102:Statistical analyses were performed using SPSS 20.0.0, except McNemar tests that were performed in R 3.0.0 [44].\n", "sent237": "12:10.1371_journal.pone.0190117:47:Apart from Microsoft Excel [20] used to manage qualitative data, the statistical software Stata version 12 [21] was used to generate Table 1.\n", "sent239": "10:10.1371_journal.pone.0182663:3:The tool is built in MS Excel 2010 and consists of two modules: i) HPV vaccination, and ii) cervical cancer screening and treatment [15].\n", "sent241": "18:10.1371_journal.pone.0125808:90:All statistical tests were done with SPSS (v. 22).\n", "sent242": "10:10.1371_journal.pone.0015118:57:All analyses were carried out in R (version 2.8.0) and Matlab (version 2009b).\n", "sent243": "11:10.1371_journal.pone.0040529:16:Data from the surveys were double-entered and analyzed using SPSS ver.\n", "sent244": "10:10.1371_journal.pone.0028904:52:The SAS software was used for data analyses [70].\n", "sent246": "9:10.1371_journal.pone.0157108:83:SPSS 22 was used for analyses.\n", "sent247": "6:10.1371_journal.pgen.1006498:176:[72], probes not rated as “perfect” (50 out of 50 nucleotides match the reference genome) or “good” (48 to 49 out of 50 matches to the genome) were removed; so were probes that mapped to more than one genomic location according to BLAST queries[73] and probes that included a SNP (NCBI dbSNP Build 137); finally, only probes detected in at least 5% of the mice at a 0.95 detection level (as per GenomeStudio) were retained.\n", "sent252": "16:10.1371_journal.pone.0157328:40:All analyses were conducted in SAS version 9.3.\n", "sent255": "1:10.1371_journal.pone.0183386:126:Mean changes across the follow-up time points were analyzed using descriptive statistics in SPSS [34].\n", "sent256": "11:10.1371_journal.pone.0160360:42:All statistical analyses were performed with the Mplus statistical package version 7.3 and IBM SPSS version 22.\n", "sent257": "11:10.1371_journal.pone.0003755:47:All analyses were performed using SAS/STAT® software version 9.1 (SAS Institute Inc., Cary, NC), Statistical Package for the Social Sciences® for Windows® (SPSS® version 14.1, SPSS Inc., Chicago, IL), and RevMan version 4.1 (Cochrane Collaboration, Oxford, UK).\n", "sent259": "7:10.1371_journal.pone.0155828:29:All statistical analyses were performed using the SAS software version 9.4 (SAS Institute, Cary, NC, USA).\n", "sent260": "11:10.1371_journal.pone.0175117:39:Data were analyzed using version 17.0 version of SPSS software.\n", "sent261": "12:10.1371_journal.pone.0153941:86:For each participant, mean amplitudes of the components of interest (see above) were exported and read into SPSS (version 21, IBM).\n", "sent265": "16:10.1371_journal.pone.0162294:38:The analyses were performed with the SPSS statistical programme, version 20.0 (S1 Dataset).\n", "sent266": "3:10.1371_journal.pone.0125605:19:from 8 to 10 noise blast level) while the others simulated non-punishing (normative, i.e.\n", "sent267": "18:10.1371_journal.pone.0069684:6:The photographs were grayscaled and cropped to squares, their background was removed, and the luminance and contrast of the faces were equalized across conditions using in-house MATLAB code (MathWorks, Natick, MA).\n", "sent269": "2:10.1371_journal.pone.0121454:0:All datasets were available online, MtF as SPSS datafiles [30] and AF as data tables [31].\n", "sent270": "5:10.1371_journal.pone.0197024:90:As the name already indicates, the random effects model has the limiting assumption that the unobserved heterogeneity is randomly distributed, and therefore independent from the regressors (we have used the XTNBREG, FE command in Stata 8 to estimate our fixed effects model, and the XTNBREG, RE command in Stata 8 to estimate our random effects model).\n", "sent271": "14:10.1371_journal.pone.0097244:98:From the csv-files, several song and syllable parameters were calculated using a custom-written Matlab routine (by SvM).\n", "sent272": "8:10.1371_journal.pone.0183799:52:The experiment was programmed with the Experiment Builder Software (version 1.10.1630; SR Research Ltd., Ottawa, Canada) and data processing and analysis was performed using the open-source statistical programming language R (www.r-project.org) and Matlab® R2011b (Mathworks, Inc., Natick, MA, USA).\n", "sent273": "17:10.1371_journal.pone.0119862:119:Overlapping voxels of activity resulting from these two conditions within the MNS mask were counted per participant using a custom code written in MATLAB, and then compared between groups using an independent sample t-test.\n", "sent274": "18:10.1371_journal.pone.0148334:79:To complement analysis of weighted positional scores, we used the coordinate data imported into MATLAB to construct a bar graph.\n", "sent275": "16:10.1371_journal.pone.0045736:33:All statistical analyses were carried out by using PASW Statistics 18 (SPSS Inc., Chicago, IL).\n", "sent277": "17:10.1371_journal.pone.0168104:46:Data analyses were conducted with IBM SPSS statistics, version 20.\n", "sent280": "8:10.1371_journal.pone.0105141:42:All HB analyses used WinBugs 1.4, available from (http://www.mrc-bsu.cam.ac.uk/bugs/), and the R2WinBUGS package version 2.1–16.\n", "sent281": "13:10.1371_journal.pone.0108355:45:Data analyses were conducted using the SAS software version 9.1 (SAS, 2004) and SUDAAN (Research Triangle Institute, 2004).\n", "sent286": "4:10.1371_journal.pone.0094778:51:Statistical analyses were performed in SPSS, version 20.\n", "sent288": "7:10.1371_journal.pone.0194731:57:The data were manually entered into a database and analysed using the Statistical Package for the Social Sciences software (IBM SPSS Statistics 18).\n", "sent290": "5:10.1371_journal.pone.0165624:27:Indicators for psychosocial well-being included assessments of depression (Shorten version of Center for Epidemiological Studies Depression Scale for Children [CESD-10] with 10 item; α = 0.76), anxiety (Zung Self-Rating Anxiety Scale [SAS] with 20 items; α = 0.91), HIV management related self-esteem (α = 0.94), resilience (The 10-item Connor-Davidson Resilience Scale with 10 items; α = 0.96), social support (The Multidimensional Scale of Perceived Social Support [MSPSS], and The Medical Outcomes Study Social Support Survey [MOS-SSS-C] with 28 items; α = 0.98), and coping skills (Family Coping Project Coping Scale [FCPCS] with 25 items; α = 0.93).\n", "sent291": "10:10.1371_journal.pone.0152245:23:Average time spent on each odor source during a trial and number of visits to rosemary and eucalyptus before and after training was compared using paired Student’s T-tests in SPSS.\n", "sent293": "4:10.1371_journal.pone.0104214:47:We used general linear models to determine if colony and patriline have a significant effect on the antimicrobial activity of a worker’s hemolymph using the GLM procedure in SAS Ver.\n", "sent294": "7:10.1371_journal.pone.0132168:58:All data analyses were computed using SPSS 13.0 and AMOS 17.0.\n", "sent297": "8:10.1371_journal.pone.0166154:70:Finally, the traces were filtered with a loess filter (time window: 0.5 sec) using the ‘‘smooth()” function of Matlab, version R2013b.\n", "sent300": "5:10.1371_journal.pone.0088929:70:To analyze associations between individual and environmental variables and walking for transportation, we estimated several multilevel logit ordinal regression models using the Dual Quasi-Newton optimization estimation approach of Proc Glimmix in SAS 9.3 (SAS Institute Inc., Cary, North Carolina).\n", "sent301": "6:10.1371_journal.pone.0181955:30:The IBM SPSS Statistics version 24 was utilized for the statistical analysis.\n", "sent303": "11:10.1371_journal.pone.0207691:30:The data were analyzed using a mixed logistic regression model using PROC GLIMMIX in SAS 9.2 with Audience ID as a nested random effect within the random effect for Session.\n", "sent304": "11:10.1371_journal.pone.0093298:58:To analyze time in mission effects, mixed model ANOVAs (Proc Mixed, SAS Version 9.3, SAS Institute Inc., Cary, NC) with a random intercept for crewmembers and unstructured covariance were performed with mission quarter (MQ) as the only explanatory variable (MQ1, days 1–130; MQ2, days 131–260; MQ3, days 261–390; MQ4, days 391–520) and with the scores from the mood scales (BDI-II and POMS-SF) and visual analog scales as outcome variables.\n", "sent305": "2:10.1371_journal.pone.0192764:26:Information was double entered using Microsoft Excel for Windows, and then transferred to STATA version 12 (STATA Corp, College Station, TX, US) for analysis.\n", "sent307": "14:10.1371_journal.pone.0026761:52:All statistical tests were performed with GraphPad Prism® 4.\n", "sent308": "16:10.1371_journal.pone.0165343:35:All images were acquired through the Matlab Image Acquisition Toolbox (Mathworks, Matlab v2011b) at 2 frames/s (500 ms exposure) at 360x260 pixel (px) resolutions (using 4x4 hardware binning).\n", "sent309": "3:10.1371_journal.pone.0068444:42:Statistical analyses were computed using SPSS version 19.0.1 (IBM, Somers, NY) and the plot was generated using Prism version 5.0d (GraphPad, La Jolla, CA).\n", "sent311": "7:10.1371_journal.pone.0136027:90:Preprocessing and statistical analysis of the fMRI data was performed with SPM8 (Wellcome Department of Cognitive Neurology, London UK) software for MATLAB (Version R2010a, The MathWorks Inc., Natick, MA).\n", "sent312": "17:10.1371_journal.pone.0047335:68:Wilcoxon rank-sum tests were undertaken in Stata 11.\n", "sent321": "11:10.1371_journal.pone.0023236:16:Statistical tests were carried out using SPSS 16.0 (SPSS Inc., Chicago, IL) for Windows.\n", "sent324": "8:10.1371_journal.pone.0097887:84:Subsequently, we used a Butterworth filter in Matlab on the two time series of the positions, with a cut-off frequency of 4 Hz.\n", "sent325": "1:10.1371_journal.pone.0056105:29:Analyses were performed using SPSS version 17.0 (Chicago, IL).\n", "sent328": "5:10.1371_journal.pbio.2006328:74:Then, we calculated separate linear mixed effects models for each of the six windows using the fitlme function in MATLAB.\n", "sent330": "4:10.1371_journal.pone.0056945:66:All analyses were performed using the Statistical Package for Social Sciences software program, version 16 (SPSS, Inc., Chicago, IL, USA).\n", "sent331": "6:10.1371_journal.pone.0093253:29:All of the analyses were performed using SAS (SAS Institute Inc., USA).\n", "sent333": "2:10.1371_journal.pone.0199877:13:Data were analysed using STATA 12.0 (Stata Corp, College Station, TX, USA).\n", "sent335": "4:10.1371_journal.pone.0090779:11:The word ‘hello’ was extracted from each recording, and normalised for power (RMS) and loudness via Matlab (the Mathworks).\n", "sent336": "18:10.1371_journal.pone.0150830:55:We built a generalized linear mixed model (GLMM) using the GLIMMIX procedure [43] in SAS v9.3 to identify factors associated with the occurrence of groups.\n", "sent338": "8:10.1371_journal.pone.0081237:53:For the permutation test we used Matlab v. 7.10.0.499.\n", "sent339": "11:10.1371_journal.pone.0048975:103:All statistical analyses were carried out using GraphPad Prism version 5.04 for Windows, GraphPad Software, San Diego, CA, www.graphpad.com.\n", "sent341": "17:10.1371_journal.pone.0094767:20:From week 12 to 16 pregnant ewes had free access to salt blocks (TIMAC SAS, St Malo, France) after which time blocks were substituted by a cube containing vitamin-mineral corrector (INAFORM, Timac Agro, Orcoyen, Spain).\n", "sent342": "9:10.1371_journal.pone.0129040:78:For analysing genotype effects in the purebred and intercross chickens, we used Generalized Linear Models (SPSS v. 22.0).\n", "sent345": "14:10.1371_journal.pone.0161108:37:Data were entered, cleaned and analyzed using SPSS version 16.\n", "sent347": "5:10.1371_journal.pone.0184525:31:Statistical analyses were conducted using SPSS 23 (IBM Corp., Armonk, N.Y., USA).\n", "sent348": "1:10.1371_journal.pone.0146382:56:All statistical analyses were performed using IBM SPSS Statistics v.22.\n", "sent349": "17:10.1371_journal.pone.0005987:79:For the pre-processing and statistical analyses, the statistical parametric mapping software package (SPM5, Wellcome Department of Cognitive Neurology, London; www.fil.ion.ucl.ac.uk/spm) was used and implemented in Matlab (Mathworks, Inc., Natick, MA, USA release 14).\n", "sent351": "17:10.1371_journal.pone.0033028:106:All data was analyzed using SPSS 14.0J (SPSS Inc., Chicago, IL) statistical package.\n", "sent352": "2:10.1371_journal.pone.0097299:50:All data analysis was performed offline in MATLAB environment (version R2010a, The MathWorks, Natick, MA) in a way that will allow later straightforward automatization of the analytic procedure.\n", "sent355": "4:10.1371_journal.pone.0023105:42:Non-parametric tests were applied using SPSS 17.0 (SPSS Inc.), with the level of significance set at alpha = 0.05.\n", "sent359": "16:10.1371_journal.pone.0188962:62:Analyses were conducted in Stata 12.\n", "sent361": "12:10.1371_journal.pone.0013531:67:The results of E-β-ocimene influence on honey bee behavioural development were analysed with a two-ways ANOVA (years and treatments) followed by Fisher post-hoc test (STATVIEW 5.0, SAS Institute, Cary, NC).\n", "sent362": "14:10.1371_journal.pone.0196729:36:Statistical analyses were carried out using Stata 14.1.\n", "sent364": "18:10.1371_journal.pone.0147654:40:The IBM Statistical Package for the Social Sciences (SPSS-22) software was used to analyze the quantitative data.\n", "sent365": "14:10.1371_journal.pone.0053246:79:All regression analyses were performed using SPSS Statistics 19 [37] with a significance level at 0.05 and 95 percent confidence intervals.\n", "sent366": "6:10.1371_journal.pone.0191405:14:All analyses were performed using R version 3.2.4 (Vienna, Austria) and STATA version 14 (College Station, Texas).\n", "sent369": "1:10.1371_journal.pone.0158332:19:We conducted the analysis in STATA (version 13.1).\n", "sent370": "17:10.1371_journal.pone.0049714:33:The data was analyzed using SPSS® version 17.0 (SPSS Inc., Chicago, IL, USA) for Windows®.\n", "sent373": "16:10.1371_journal.pone.0053114:57:Statistical analysis was conducted using StatView (SAS Institute, Cary, NC).\n", "sent374": "15:10.1371_journal.pone.0086127:83:As there was a group difference for BPVS and SAS scores (see Table 2), all analyses include these scores as covariates to partial out the variance attributed them.\n", "sent375": "14:10.1371_journal.pone.0095146:85:Conventional statistical analysis was performed on the mean whole brain SampEn and H values of each subject in both groups using the Statistical Package for Social Sciences (SPSS 18.0; Chicago, IL, USA) software.\n", "sent376": "11:10.1371_journal.pone.0211470:66:All analyses were performed in Stata version 13.1 (Stata Corp, Texas, USA).\n", "sent379": "17:10.1371_journal.pone.0145673:63:Statistical analyses were conducted using SAS software, version 9.3 (PROC GENMOD, with options REPEATED, CORR = IND, DIST = BINOMIAL, LINK = LOGIT; SAS Institute, Inc., Cary, NC), and a P < 0.05 was considered statistically significant.\n", "sent380": "4:10.1371_journal.pone.0206889:59:These time series were subsequently decomposed into two components using non-negative matrix factorization [39] (as implemented in MATLAB R2016b [38]).\n", "sent382": "2:10.1371_journal.pone.0175713:45:Data were analyzed using GraphPad Prism version 6.0f for Mac OS X, (GraphPad Software, La Jolla California USA, www.graphpad.com).\n", "sent389": "18:10.1371_journal.pone.0132340:62:These final effect sizes and their standard errors were then input to STATA together with relevant study information for the subgroup analysis.\n", "sent390": "15:10.1371_journal.pone.0203543:64:Then, we conducted one-way analyses of variance (ANOVA) with Dunnett’s test or T3 tests using SPSS 12 for Windows® (SPSS, Chicago, IL, USA) to determine significant differences between the control and VPA exposure groups.\n", "sent391": "8:10.1371_journal.pone.0109392:80:All statistical analyses that include independent samples t-tests, Cohen's effect size value, Pearson correlations, one-way analysis of variance (ANOVA) and 3*2 mixed-design, ANOVA were performed on the Software Package for Statistical Analysis (SPSS for Windows version 19.0), [24].\n", "sent395": "1:10.1371_journal.pone.0173342:37:[27] STATA 13.0 was used for analysis in 2015, using the svy suite, given the sample design.\n", "sent396": "11:10.1371_journal.pone.0175923:43:All data were analyzed with SPSS version 21.0 [34].\n", "sent397": "9:10.1371_journal.pone.0143749:16:The univariate logistic regression analysis procedure in the complex samples add-on module in SPSS was used to test the differences between the male and female subjects on HIV stigma discrimination against PLWHA.\n", "sent401": "10:10.1371_journal.pone.0155313:65:The data were prepared for analysis using Stata v13 [48] and the structural equation models were estimated using Mplus v7 [46].\n", "sent402": "5:10.1371_journal.pone.0200313:69:The statistical software IBM SPSS Statistics version 22 [39] and R [40] were used for the statistical analyses.\n", "sent405": "8:10.1371_journal.pone.0102880:87:All analyses (except repeatability calculations) were run using JMP 9 (SAS Institute, Cary, NC) and we analyzed residuals to assess violation of ANOVA assumptions.\n", "sent407": "5:10.1371_journal.pone.0047653:44:All the statistical analyses were carried out with IBM SPSS Statistics 19.\n", "sent409": "10:10.1371_journal.pone.0096534:86:The following preprocessing procedures were performed using Statistical Parametric Mapping (SPM8) software (Wellcome Department of Imaging Neuroscience; London, UK) implemented in MATLAB R2009b (MathWorks; Natick, MA, USA) for whole brain analysis: correction for head motion, adjustment of acquisition timing across slices, spatial normalization using the MNI template, and smoothing using a Gaussian kernel with a full width at a half-maximum of 5 mm.\n", "sent410": "16:10.1371_journal.pone.0181610:35:In the lose condition, participants received 8 noise blasts, one each after the 8 rounds they lost (noise blast sequence: 60, -, 70, 80, -, 100, 90, 90, 90, 90, 90).\n", "sent411": "18:10.1371_journal.pone.0197860:30:All of the statistical analyses were conducted using SPSS17.0 (SPSS Inc., Chicago, IL, USA).\n", "sent413": "16:10.1371_journal.pone.0199924:37:The statistics software SPSS 24 was used to perform descriptive data analysis in each sample (male and female) separately.\n", "sent414": "12:10.1371_journal.pone.0173525:61:MNI coordinates for the channels were obtained using the NIRS_SPM software [40] with MATLAB (Mathworks, Natick, MA), and the corresponding anatomical locations of each channel were determined by the atlas provided [41, 42] and shown in S1 Table.\n", "sent417": "14:10.1371_journal.pone.0160360:42:All statistical analyses were performed with the Mplus statistical package version 7.3 and IBM SPSS version 22.\n", "sent419": "9:10.1371_journal.pone.0023889:25:We used SPSS v.17 to estimate univariate Spearman Rank correlations, and partial correlation and multiple regression with backwards exclusion to identify associations with smoking prevalence that were independently significant at p<0.05.\n", "sent423": "3:10.1371_journal.pone.0046597:52:Text files of the R-R interval data were extracted from the Polar watch and were entered into Kubios HRV (version 2.0, 2008, biosignal analysis and medical imaging group, University of Kuopio, Finland, MATLAB).\n", "sent425": "13:10.1371_journal.pone.0188234:35:Data were analyzed using SAS version 9.4 (SAS Institute, Carey, NC).\n", "sent426": "17:10.1371_journal.pone.0208925:26:All statistical analyses were conducted using Stata (v.14).\n", "sent429": "8:10.1371_journal.pone.0110907:48:The data were analyzed with MIXED procedure in the IBM SPSS Statistics software, version 21 (IBM Corporation, Armonk, New York, USA).\n", "sent430": "7:10.1371_journal.pone.0073519:87:All further statistical analyses (t-tests for dependent samples) were calculated using the software package SPSS 11.5 (SPSS Inc., Chicago, USA).\n", "sent432": "7:10.1371_journal.pone.0090309:31:All analyzes were conducted using SPSS (version 20).\n", "sent435": "12:10.1371_journal.pone.0018521:41:SPSS and SAS were both used to analyse the data.\n", "sent438": "5:10.1371_journal.pone.0009708:18:Calibrations of eye fixations were conducted at the beginning of the experiment using a nine-point fixation procedure as implemented in the EyeLink API (see EyeLink Manual) and using Matlab software.\n", "sent439": "17:10.1371_journal.pone.0102471:16:To create a set of control stimuli that retained acoustic correspondence, we synthesized nonvocal sounds by using Praat [44] and MATLAB (The MathWorks, Inc., Natick, MA, USA).\n", "sent440": "10:10.1371_journal.pone.0024858:47:The data were analyzed using SPSS software (Statistical Package for the Social Sciences, version 17.0).\n", "sent442": "14:10.1371_journal.pone.0208623:19:All analyses were performed using Stata 14.2 [36].\n", "sent444": "2:10.1371_journal.pone.0192999:56:All statistical analyses were carried out with SAS, version 9.3 (SAS Institute Inc., Cary, NC) except for meta-analyses, which were performed using Comprehensive Meta-Analysis Version 2.2.027 software (Biostat, Englewood, NJ).\n", "sent445": "6:10.1371_journal.pone.0165634:54:All the analyses were performed using Stata 12® (Stata Corporation, College Station, TX) and accounted for the complex sampling design and the data weighting so that the estimates are representative of the entire population of HIV-infected individuals followed at hospitals in France.\n", "sent446": "12:10.1371_journal.pone.0195078:45:All data were entered into the IBM Statistical Package for the Social Sciences (SPSS) 18.\n", "sent448": "15:10.1371_journal.pone.0157909:43:Calculations were done using SPSS 20.\n", "sent452": "10:10.1371_journal.pone.0025035:70:All computations were done using SAS V9.2.\n", "sent455": "6:10.1371_journal.pone.0073102:55:The results are presented as a set of predicted probabilities of being fully immunized, estimated using logistic regression post-estimation command available in Stata 10.0 [52].\n", "sent456": "2:10.1371_journal.pone.0204213:51:Data analysis was conduct using SPSS 17.0 (IBM, Chicago, IL,USA) and Mplus 6.1.\n", "sent458": "6:10.1371_journal.pone.0199977:45:Descriptive statistics of survey data were performed in STATA (Version 13; STATA Corp, College Station, TX, USA).\n", "sent463": "17:10.1371_journal.pone.0127644:21:Reliability analysis of the data and univariate analyses were performed using SPSS version 16.0 (SPSS Inc., Chicago, IL, USA) for Windows, and the SEM was produced using LISREL 8.5. χ2, RMSEA (root mean square error of approximation), SRMR (standardized root mean square residual), GFI (goodness-of-fit index), AGFI (adjusted goodness-of-fit index), and IFI (incremental fit index) were used to indicate whether the model was an adequate fit [34].\n", "sent468": "7:10.1371_journal.pone.0104136:12:The API calls can be run on a specific tab in the Excel to analyze tweets.\n", "sent470": "14:10.1371_journal.pone.0188931:90:All statistical analyses were conducted using SAS 9.3 software package (SAS Institute, Cary, NC, USA).\n", "sent473": "14:10.1371_journal.pone.0192998:48:STATA version 13 was used to perform all statistical analyses.\n", "sent474": "11:10.1371_journal.pone.0159086:49:Regression models were estimated using IBM SPSS Version 22.\n", "sent476": "3:10.1371_journal.pone.0081725:29:All subsequent analysis was performed with Matlab (Mathworks, Natick, MA, USA).\n", "sent483": "8:10.1371_journal.pone.0136208:26:We used the AMOS extension to IBM SPSS (v. 21.0) for structural equation modeling in order to identify associations of AR CAG repeat number, ethnicity and age with the number of children, mediated through BPAQ aggression scores.\n", "sent484": "4:10.1371_journal.pone.0151299:30:Given that some families contributed more than one subject, hierarchical clustering of data was taken into account by including a family as a random effect in a linear mixed model, using the stata xtmixed command, fitted with restricted maximum likelihood estimation.\n", "sent485": "13:10.1371_journal.pone.0092550:57:STATA version 11.2 software (STATA Corp, College Station, TX, US) was employed for our analyses.\n", "sent489": "16:10.1371_journal.pone.0146085:50:All statistical tests were conducted in Stata 11 (Stata Corp., College Station, TX [41]).\n", "sent492": "18:10.1371_journal.pone.0094007:56:All analyses were performed using STATA 11.0 (Statacorp, College Station, TX).\n", "sent494": "8:10.1371_journal.pone.0029991:47:The 2006-survey data were double entered and cleaned in Epi Info 6.04 (CDC, Atlanta; WHO, Geneva 1996), and analyzed with STATA 9.0 software (Stata Corp., College Station, TX).\n", "sent497": "4:10.1371_journal.pone.0166345:27:Associations with teenage motherhood were modeled using multilevel logistic regression of the above structure using STATA MP statistical package version 14 (StataCorp L, College Station, Texas, USA).\n", "sent498": "10:10.1371_journal.pone.0135109:62:All statistical analysis was conducted in Minitab 16 (Minitab Ltd).\n", "sent500": "10:10.1371_journal.pone.0123391:43:The Matlab statistics toolbox was used for statistical analysis of the intensity data of the 25 hybridizations from five different treatments (SC, F, B, I, F+I or B+I).\n", "sent501": "3:10.1371_journal.pone.0195495:33:We imputed the data under an MAR assumption through multiple imputation using chained equations (Stata ICE package).\n", "sent502": "7:10.1371_journal.pone.0115885:35:The data were tabulated and analyzed using software Epi-Info version 3.5.2 and SPSS version 19.\n", "sent504": "1:10.1371_journal.pone.0128248:57:Mediation analysis was carried out with the commands “binary_mediation “and “bootstrap” in Stata 13 [52].\n", "sent507": "9:10.1371_journal.pone.0182736:110:We loaded the transcripts into MAXQDA 11 which is a software tool used to analyze qualitative data [88].\n", "sent509": "4:10.1371_journal.pone.0104225:44:We undertook analyses in STATA, version 12.\n", "sent510": "2:10.1371_journal.pone.0083558:33:The actual CVI was a proportion of the items that received a rating of 3 or 4 by the experts.Socio-demographic characteristics and SAS-SV scores.\n", "sent513": "17:10.1371_journal.pone.0066204:47:SPSS version 18 is used for this analysis.\n", "sent514": "9:10.1371_journal.pone.0071085:61:All statistical analyses were done in Stata 12 (Stata Corp. Inc. TX, USA).\n", "sent515": "13:10.1371_journal.pone.0086237:67:For the Alternating EE paradigm, statistical analyses were performed using SAS 9.3 statistical analysis software (SAS Institute).\n", "sent516": "12:10.1371_journal.pone.0022971:27:Therefore, an individual can be traced from household to household over the course of his or her life (as long as he or she resides in the Matlab study area).\n", "sent520": "6:10.1371_journal.pone.0181132:35:Analysis was then done by one researcher (SS) using MSOffice (Word and Excel, Microsoft Corp.) and NVivo (QSR International) software for qualitative data analysis.\n", "sent523": "4:10.1371_journal.pone.0150491:32:Quantitative data was analysed in SPSS using descriptive statistics.\n", "sent524": "7:10.1371_journal.pone.0198162:44:Survey responses were analyzed using STATA 15 [16].\n", "sent525": "10:10.1371_journal.pone.0202012:25:Data were analysed with IBM SPSS version 22.0 for Windows.\n", "sent526": "1:10.1371_journal.pone.0053879:30:The data were analyzed using the Statistical Package for the Social Science (SPSS), version 17.0.\n", "sent527": "11:10.1371_journal.pone.0145265:93:For statistical analysis we used Stata.\n", "sent529": "7:10.1371_journal.pone.0182544:73:SPSS software (IBM SPSS statistics version 21) was used for statistical analyses.\n", "sent531": "16:10.1371_journal.pone.0197552:28:Analyses were conducted using SPSS version 22.0 statistical software packages (SPSS, Chicago IL, USA).\n", "sent533": "3:10.1371_journal.pone.0195693:71:All statistical analyses were performed with SAS (V 9.1.3) on a Win7 (64 bit) platform.\n", "sent535": "7:10.1371_journal.pone.0197020:78:This negative binomial mixed model regression was run using Stata 13.0 (StatCorp, College Station, TX).\n", "sent536": "13:10.1371_journal.pone.0185341:65:SPSS (version 22) was used for all analyses.\n", "sent538": "9:10.1371_journal.pone.0186610:39:Data are weighted to control for the survey design and random intercept models run in Stata 13 [30].\n", "sent544": "2:10.1371_journal.pone.0147654:40:The IBM Statistical Package for the Social Sciences (SPSS-22) software was used to analyze the quantitative data.\n", "sent552": "15:10.1371_journal.pone.0020722:26:A BLAST search [40] confirmed the absence of contamination with exogenous DNA.\n", "sent553": "5:10.1371_journal.pone.0155607:56:The distributions of CES-D, SAS and PCL-C in categorical variables were calculated using independent sample t-test and one way analysis of variance (ANOVA).\n", "sent554": "16:10.1371_journal.pone.0053144:105:Tests on initiatorship and overtaking were run with PASW Statistics 18 (SPSS Inc., Chicago, IL, 2009), the other tests were run using R software (R Development Core Team, Vienna, Austria, R2.11.1).\n", "sent555": "12:10.1371_journal.pone.0026641:0:Four partial EST sequences for hexamerin (contigs 45616, 45913, 42334 and 40833: http://stan.cropsci.uiuc.edu/454/blast/waspblast.html) were available from the Polistes wasp EST data set to design primers.\n", "sent556": "10:10.1371_journal.pone.0161923:58:All analyses were conducted using Stata version 13[41].\n", "sent557": "15:10.1371_journal.pone.0015268:49:Images were preprocessed and analyzed using SPM5 (Wellcome Department of Cognitive Neurology, London, UK), implemented in MatLab 7.2 (MathWorks™).\n", "sent558": "18:10.1371_journal.pone.0183799:66:The GBVS algorithm is available as Matlab® source code, it is applicable without initial training and it performs well in predicting fixations in free viewing conditions [20,21].\n", "sent559": "5:10.1371_journal.pone.0173515:44:All statistical analyses used Stata v14 (StataCorp 2015) or R v3.2.2 (www.R-project.org).\n", "sent562": "3:10.1371_journal.pone.0056936:27:As with the first SAS, the term “Internet” in Y-scale was changed to “smartphone.” In this study, the internal-consistency test result (Cronbach's alpha) of Y-scale was 0.95.\n", "sent563": "3:10.1371_journal.pone.0066222:32:All analyses were conducted using SPSS version 21.\n", "sent564": "13:10.1371_journal.pone.0073519:5:Further analyses regarding behavioural data (t-test for paired samples) were carried out using SPSS 11 (SPSS Inc., Chicago, USA).\n", "sent566": "14:10.1371_journal.pone.0002023:63:The resulting mean values for the activated regions were entered in an ANOVA (SPSS 11.5) comparison of the different conditions and regions.\n", "sent567": "6:10.1371_journal.pone.0184008:96:We used Support Vector Machine (SVM) with linear kernel (using Matlab functions “svmtrain” and “svmclassify”) as multivoxel pattern classifier for discriminating between social vs. individual action intention.\n", "sent568": "12:10.1371_journal.pone.0107621:59:SPSS Statistics 20.0.0 statistical software (SPSS Inc., Chicago, IL) was used for all statistical analyses.\n", "sent570": "8:10.1371_journal.pone.0141953:26:To estimate the prevalence of SRH and SRD by gender, we used STATA S.E.\n", "sent573": "17:10.1371_journal.pone.0207814:37:Typed responses were imported into an Excel 2016 spreadsheet where each individual response was associated with participant diagnosis, memory specificity, and rated valence.\n", "sent574": "5:10.1371_journal.pone.0192925:68:20.0; SPSS Inc., Chicago, IL, USA).\n", "sent576": "11:10.1371_journal.pone.0100914:25:Higher scores on the SDS or SAS indicated a higher level of mental disorder.\n", "sent577": "9:10.1371_journal.pone.0159551:40:All such interviews were conducted by native language interviewers in each country using CATI-SPSS Dimensions software.\n", "sent583": "3:10.1371_journal.pone.0093594:67:All data were analyzed in SPSS using macros for meta-analysis [60].\n", "sent585": "14:10.1371_journal.pone.0173826:62:All data were analyzed by SPSS (Version 23) by univariate and multivariate procedures, using two-sided t-tests and Chi2, respectively.\n", "sent586": "14:10.1371_journal.pone.0143386:113:Statistical analyses were performed using Prism v.6.0 (GraphPad Software, Inc., La Jolla, CA) and SPSS software (Chicago, IL), with a significance level of p<0.05.\n", "sent588": "11:10.1371_journal.pone.0113618:83:All statistical analyses were performed using SPSS 12.0.\n", "sent589": "4:10.1371_journal.pone.0193616:73:All analyses were performed using SPSS (Version 22, release 22.0.0.2, IBM Corp., USA).\n", "sent591": "16:10.1371_journal.pone.0070297:52:For the statistical analysis a statistical Software package (SPSS 17.0, Inc., Chicago, IL, USA) was used in order to perform independent T-tests and Mann-Whitney U tests for the comparison of the prevalence of temporary and permanent tinnitus per age category and for the analysis of the scores on the YANS and BAHPHL.\n", "sent595": "9:10.1371_journal.pone.0056091:27:Statistical analyses were conducted using the Statistical Package for the Social Science (SPSS) version 19.0 and a p-value of less than 0.05 was used to define statistical significance.\n", "sent596": "13:10.1371_journal.pone.0066571:65:All statistic analyses were computed using Statistical Package for Social Science (SPSS, Chicago, Illinois, USA) software version 19.0 for Windows.\n", "sent599": "9:10.1371_journal.pone.0190117:47:Apart from Microsoft Excel [20] used to manage qualitative data, the statistical software Stata version 12 [21] was used to generate Table 1.\n", "sent601": "16:10.1371_journal.pone.0153318:95:Analyses were performed in SPSS version 22.\n", "sent602": "10:10.1371_journal.pone.0194919:44:All analyses were conducted using SPSS version 24.0J (IBM Japan, Tokyo, Japan).\n", "sent604": "9:10.1371_journal.pone.0168303:75:We used the SAS system (version 9.3 SAS Institute Inc.) for statistical analysis.\n", "sent606": "3:10.1371_journal.pone.0052371:134:For statistical analyses, the software package SPSS 18.0 (SPSS Inc., Chicago, IL, USA) was used.\n", "sent610": "3:10.1371_journal.pone.0037177:38:All analyses were conducted using Stata version 11 (StataCorp, College Station, Texas) and Excel version 2007 (Microsoft Corporation, Redmond, Washington).\n", "sent611": "16:10.1371_journal.pone.0187691:64:All statistics were performed in STATA®/MP 13 software.\n", "sent613": "6:10.1371_journal.pone.0190750:32:Chicago: SPSS Inc.\n", "sent616": "10:10.1371_journal.pone.0004983:38:Comb area, T and CORT concentrations were log-transformed and fitted to models using a normal error distribution (GLM or Mixed procedures; SAS, 2001).\n", "sent617": "8:10.1371_journal.pone.0005707:86:These measurements were analyzed using SPSS to investigate whether apparent size in the two-dimensional plane that is visible to a perceiver varied across low, neutral, and high status cues.\n", "sent618": "18:10.1371_journal.pone.0103849:55:This was performed using the svyset and svy commands in Stata Version 12.1 (StataCorp, 4905 Lakeway Drive, College Station, Texas 77845, USA).\n", "sent620": "4:10.1371_journal.pone.0058176:16:Statistical analyses were conducted using Statistical Package for the Social Sciences Version 20.0 (SPSS 20.0) and Analysis of Moment Structures Version 20.0 (AMOS 20.0).\n", "sent624": "13:10.1371_journal.pone.0143118:54:Chicago: SPSS Inc.).\n", "sent626": "2:10.1371_journal.pone.0195200:141:Convenient integration between Matlab and Google Cloud was achieved through using a software called Techila Technologies.\n", "sent627": "1:10.1371_journal.pone.0062701:122:Data from the tracking software was converted into Microsoft Excel format to allow further data analysis.\n", "sent628": "5:10.1371_journal.pone.0069481:44:The normality tests, repeated measures and multivariate ANOVAs, Student t-test (two-tailed) and Mann-Withney analysis were done using SPSS statistic 19.0 (IBM).\n", "sent629": "16:10.1371_journal.pone.0156216:88:All analyses were conducted with Stata 14.1 using sampling weights and the suite of svy commands to accurately estimate standard errors.\n", "sent630": "9:10.1371_journal.pone.0201095:29:Studies were exported to remove the duplicates in Refworks™ and then exported to Microsoft Excel.\n", "sent631": "8:10.1371_journal.pone.0191632:31:Data were entered using EpiData 3.0 and all statistical analyses were performed using SPSS 10.01.\n", "sent635": "8:10.1371_journal.pone.0083558:14:Smartphone Addiction Proneness Scale (SAPS) was added to verify the concurrent validity of SAS-SV.\n", "sent637": "1:10.1371_journal.pone.0101034:29:All analyses were conducted using Stata 12.1 [44].\n", "sent638": "3:10.1371_journal.pone.0198867:71:The task was written in Matlab and presented using Psychophysics Toolbox.\n", "sent639": "12:10.1371_journal.pone.0118484:39:Data analysis was performed using the Statistical Package for the Social Sciences (SPSS for Windows, version 19.0, SPSS Inc, Chicago, IL, USA) and included frequency distribution and association tests.\n", "sent641": "9:10.1371_journal.pone.0077645:48:We also used STATA 10.0 to calculate the equilibrium and Deff.\n", "sent642": "14:10.1371_journal.pone.0191255:47:We analyzed data in Stata version 14.0 (StataCorp, College Station, Texas).\n", "sent644": "6:10.1371_journal.pone.0157635:29:The distribution of individual mean values within these categories fitted to a normal distribution according to the Kolmogorov-Smirnov-Test as implemented in SPSS 22.0.\n", "sent646": "16:10.1371_journal.pone.0106758:33:The analyses were performed using SPSS version 18 software.\n", "sent648": "11:10.1371_journal.pone.0152765:40:All statistical analyses were performed using SAS System for Windows version 9.3 (SAS Institute, Cary, NC).\n", "sent649": "3:10.1371_journal.pone.0094006:41:All statistical analysis was carried out with STATA 12.0, Statacorp, College Station, Texas, USA.\n", "sent652": "16:10.1371_journal.pone.0065085:29:All statistical analyses were carried out with SPSS 19.0 software for Windows.\n", "sent654": "3:10.1371_journal.pone.0206932:40:SPSS version 19.0 (SPSS Inc., Chicago, Ill., USA) was used for statistical data analysis.\n", "sent655": "8:10.1371_journal.pone.0051755:11:The allocation of participants to samples has been performed randomly by applying the option of a random selection of cases in SPSS 18.\n", "sent656": "16:10.1371_journal.pone.0160787:23:Individual treatment reports are all constructed in these excel documents.\n", "sent657": "10:10.1371_journal.pone.0143203:7:Recorded songs were filtered at 0.3–8 kHz for analysis using software in the Matlab Programming language (The MathWorks, Natick, MA).\n", "sent658": "17:10.1371_journal.pone.0142955:96:SPSS version 22.0 (SPSS, Inc.), R [42] and EpiTools [43] programs were used to explore our datasets.\n", "sent661": "16:10.1371_journal.pone.0191632:31:Data were entered using EpiData 3.0 and all statistical analyses were performed using SPSS 10.01.\n", "sent667": "14:10.1371_journal.pone.0088586:29:Statistical analysis was carried out using STATA 11.2 [18].\n", "sent668": "8:10.1371_journal.pone.0184327:17:All analyses were done using IBM SPSS Statistics 20 (IBM Corp 2011) [35].\n", "sent671": "4:10.1371_journal.pone.0200519:42:Based on two-sample Wilcoxon rank-sum test with a two-tail test α of 5% with 80% power, it was estimated that at least 96 mother-child pairs would be required to detect a 20% difference in the mean duration of ABF between the intervention and control groups (POWER procedure, SAS Version 9.3, SAS Institute, Cary, NC, USA).\n", "sent673": "13:10.1371_journal.pone.0062322:17:Genetic correlations with antipsychotics dosage, PANSS score, and altruistic tendency were analyzed using the linear-by-linear association test, Mann-Whitney U test and linear regression tests in the SPSS v11.5 package (SPSS, Chicago, IL, USA).\n", "sent674": "3:10.1371_journal.pone.0055503:42:We conducted all analyses in SAS [45], and used residual analyses to confirm the usual normality and homoscedasticity assumptions.\n", "sent676": "8:10.1371_journal.pone.0172204:56:We used STATA 13.1 for the univariate and multivariate statistical analyses.\n", "sent677": "13:10.1371_journal.pone.0174512:20:The main outcome criterion was the “couple” SAS domain score obtained 1 year after surgery in PD patients.\n", "sent680": "17:10.1371_journal.pone.0143579:19:Stata version 13.1 (Stata Corp LP, College Station, Texas) was used to estimate the analysis models.\n", "sent681": "13:10.1371_journal.pone.0095894:40:Statistical analyses were performed using SPSS for Windows software version 15.0 (SPSS Inc., Chicago, IL).\n", "sent685": "15:10.1371_journal.pone.0162039:80:All preprocessing, time–frequency SPM analyses, and ERP analyses were performed using SPM8 (http://www.fil.ion.ucl.ac.uk/spm) implemented in MATLAB R2012b (MathWorks).\n", "sent687": "11:10.1371_journal.pone.0190442:60:Data processing and statistical analyses were conducted using IBM SPSS 22.0 (IBM Corp., Armonk, NY), MATLAB R2015a (The MathWorks, Natick, MA), R 3.3.2 (http://www.R-project.org/), and Python libraries for scientific computation (NumPy, and SciPy) [39].\n", "sent690": "8:10.1371_journal.pone.0096460:60:The Statistical Package for the Social Sciences (SPSS) Version 19.0 (SPSS, Chicago, IL) and XLSTAT (Addinsoft SARL, Germany) were used to conduct analyses.\n", "sent692": "10:10.1371_journal.pone.0065504:30:The data were entered into Epi Info version 6 and transferred into SPSS version 17 (SPSS Inc, Chicago, IL, USA).\n", "sent693": "12:10.1371_journal.pone.0167991:64:All statistical analyses were performed in SPSS 23.\n", "sent695": "14:10.1371_journal.pone.0102172:36:For questions for which answers could be “yes,” “I don't know” or “no,” (e.g., “Did any of the field sites have a code of conduct?”), KH and JR conservatively bifurcated responses into “yes” and “not yes.” Chi-square, t-test, and regression models were constructed in JMP 9.0 (SAS, Inc).\n", "sent697": "4:10.1371_journal.pone.0194763:81:We used the Statistical Package for Social Sciences (IBM SPSS v. 24.0.0.0) for all analyses.\n", "sent698": "3:10.1371_journal.pbio.2002556:55:All other processing and the analysis of the data were performed using Matlab 8.\n", "sent699": "12:10.1371_journal.pone.0051158:63:The ANOVAs and linear contrasts were performed with SAS version 8.1 (SAS Institute Inc.), while the correlation analyses were performed with JMP (SAS Institute Inc.).\n", "sent701": "15:10.1371_journal.pone.0146956:38:Data were statistically analyzed using SPSS Statistics 20.0.0.1.\n", "sent704": "11:10.1371_journal.pone.0008483:81:The simulations were run in Excel from Microsoft Office.\n", "sent706": "8:10.1371_journal.pone.0072481:94:Data were analyzed using SPSS for Windows (version 20.0, 2012, SPSS Inc., Chicago, IL, US).\n", "sent707": "5:10.1371_journal.pone.0183788:27:Codes developed from the qualitative data on motivators and quantitative data on demographic characteristics were entered in to SPSS version 21 for analysis.\n", "sent709": "3:10.1371_journal.pone.0198423:21:With the aim of further refining the variable assessment of the phenomenon and attending to its specificity, an extra field ‘general comments’ was added to the Excel matrix, which allowed us to qualitatively address specific aspects that had driven the usage of a specific code and that later would help us to refine the definition by category and code.\n", "sent710": "12:10.1371_journal.pone.0088586:29:Statistical analysis was carried out using STATA 11.2 [18].\n", "sent712": "5:10.1371_journal.pone.0129478:45:The raw data are available as Supporting Information file S1 Dataset (in Excel format).\n", "sent713": "6:10.1371_journal.pone.0117359:21:Analyses were performed using SPSS 14.0.\n", "sent714": "9:10.1371_journal.pone.0185733:66:Instead, we applied a custom built MATLAB routine (using the speech processing toolbox ‘voicebox’ in MATLAB v. R2014a) to extract acoustic ‘features’ (mel-frequency cepstral coefficients; MFCCs) from single screams and chorus excerpts.\n", "sent717": "12:10.1371_journal.pone.0090789:82:All analyses were performed using STATA 11 (Stata Corporation, College Station, TX, U.S.A.)\n", "sent719": "5:10.1371_journal.pone.0171316:107:All analyses utilized weighted data proportional to sampling probability with village, GV, and health facility cluster weights; standard errors were computed using SAS 9.3 and STATA 14 procedures to account for the complex sampling design.\n", "sent724": "13:10.1371_journal.pone.0192909:87:All analyses were undertaken using Stata 15.0 (StataCorp, College Station TX).\n", "sent725": "3:10.1371_journal.pmed.1002159:131:Data analysis was performed using STATA 13; a statistical analysis plan was developed prior to endline data collection and discussed with the funder and program implementers.\n", "sent727": "4:10.1371_journal.pone.0085224:32:Data were statistically analyzed using SPSS Statistics 20.0.0.1.\n", "sent728": "4:10.1371_journal.pone.0173457:6:Offline filtering and heart beat detection were also conducted in AcqKnowledge before the data were exported into SPSS (Version 23, IBM Corp, USA, NY).\n", "sent729": "10:10.1371_journal.pone.0084339:9:Analysis of the data occurred using SPSS.\n", "sent730": "3:10.1371_journal.pone.0065274:42:Stimulus presentation and timing of all stimuli and response events were achieved using Matlab (Mathworks) and Psychtoolbox (www.psychtoolbox.org) on an IBM-compatible PC.\n", "sent736": "3:10.1371_journal.pone.0157119:79:Descriptive statistics of the outcome measure, psychological distress, and the percentage distribution of the variables in the sample were calculated using SPSS Complex Samples, weighting for gender, age and city district.\n", "sent741": "8:10.1371_journal.pone.0031660:119:Random effects meta-regressions were also performed in Stata using the package metareg [44].\n", "sent744": "6:10.1371_journal.pone.0125105:21:Recommendations, defined as strong declarative statements [27] that were actionable and applicable by a multidisciplinary intersectoral team of professionals in a comprehensive hospital-based elder abuse intervention, as determined by the research team, were collected in a separate excel table.\n", "sent746": "7:10.1371_journal.pone.0096632:74:All statistical comparisons were performed within GraphPad Prism 5 (GraphPad Software, Inc., La Jolla, CA).\n", "sent749": "17:10.1371_journal.pone.0056674:48:All analyses were conducted in Stata v.12 (StataCorp, TX, USA).\n", "sent751": "6:10.1371_journal.pone.0079777:65:GenBank match denotes the GenBank accession number of the closest GenBank BLAST match.\n", "sent753": "8:10.1371_journal.pone.0022093:26:The sound data obtained were analyzed using SAS Lab Pro (Avisoft).\n", "sent755": "14:10.1371_journal.pone.0185815:50:Measurement model analysis was conducted using AMOS 23, whereas the remaining analyses were computed using SPSS 23.\n", "sent756": "6:10.1371_journal.pone.0189607:15:We conducted analyses using the complex survey functions of Stata (version 14) to incorporate weighting, clustering, and stratification of the Natsal-3 data.\n", "sent758": "11:10.1371_journal.pone.0165359:38:Initial descriptive statistics were calculated in MS Excel®, with subsequent statistical analysis conducted using IBM SPSS Statistics v22®.\n", "sent759": "6:10.1371_journal.pone.0122085:53:All quantitative analyses were conducted using SPSS Statistics 21.\n", "sent761": "11:10.1371_journal.pone.0210587:29:Data extraction was managed in Microsoft Excel using a data extraction proforma developed specifically for this review.\n", "sent762": "5:10.1371_journal.pone.0210183:65:Analyses were conducted using SPSS version 24 for Mac (IBM SPSS Statistics for Windows, Version 23.\n", "sent763": "1:10.1371_journal.pone.0186651:29:We used SAS 9.4 (SAS Institute, Cary, NC, USA) for data set-up and analyses.\n", "sent765": "1:10.1371_journal.pone.0155313:65:The data were prepared for analysis using Stata v13 [48] and the structural equation models were estimated using Mplus v7 [46].\n", "sent766": "8:10.1371_journal.pone.0147712:84:Analyses were conducted using SPSS version 20.0.\n", "sent767": "11:10.1371_journal.pone.0197483:52:The multiple mediation analysis was performed using PROCESS for SPSS [29].\n", "sent770": "4:10.1371_journal.pone.0162039:80:All preprocessing, time–frequency SPM analyses, and ERP analyses were performed using SPM8 (http://www.fil.ion.ucl.ac.uk/spm) implemented in MATLAB R2012b (MathWorks).\n", "sent771": "16:10.1371_journal.pone.0151783:91:All analyses were performed using Stata 12.0 SE.\n", "sent773": "13:10.1371_journal.pone.0168858:18:The visual stimuli were generated using Psychophysics toolbox [49–51] in MATLAB (The MathWorks Inc., Natick, MA).\n", "sent774": "9:10.1371_journal.pone.0071922:29:To evaluate whether the eight items formed a one-dimensional homogenous scale we performed Mokken Scale analysis for polytomous items [34], using the STATA 12.1 command MSP [35].\n", "sent775": "13:10.1371_journal.pone.0095894:40:Statistical analyses were performed using SPSS for Windows software version 15.0 (SPSS Inc., Chicago, IL).\n", "sent777": "2:10.1371_journal.pone.0102820:68:SAS version 9.2 was used for all analyses (SAS Institute Inc., Cary, NC, USA, 2000–2008).\n", "sent781": "4:10.1371_journal.pone.0162646:58:Data were analyzed using SAS® 9.2 and STATA® 12 statistical software®.\n", "sent782": "5:10.1371_journal.pone.0079777:43:As cut off criteria in the BLAST searches we used a minimum alignment length of 100nt, E-value 0.001 a word size of 11, and a minimum of 70% sequence identity.\n", "sent783": "16:10.1371_journal.pone.0130474:97:In order to investigate whether sex and body weight could influence the inter-individual variation in the behavioural responses (reflected in the PCs), we performed a general linear model (GLM) as well as linear regressions using SAS.\n", "sent786": "9:10.1371_journal.pone.0067887:51:Analyses were performed by using the statistical package STATA version 11.\n", "sent787": "1:10.1371_journal.pone.0065442:28:Using SPSS version 18, inter-rater agreement prior to discussion and consensus was calculated as κ = 0.71, indicating substantial agreement.\n", "sent788": "7:10.1371_journal.pone.0148440:59:The data were managed and analyzed using the statistical software package SPSS (Version 18.0 for Windows SPSS, Inc., Chicago, Ill).\n", "sent789": "9:10.1371_journal.pone.0205197:36:Moreover, to assess the statistical significance of the frequency of interactions won, we performed a binomial test using the GraphPad software (www.graphpad.com).\n", "sent790": "5:10.1371_journal.pone.0189023:41:All three stages of analysis were conducted using SPSS software (IBM SPSS Statistics 20, IBM Corporation).\n", "sent791": "13:10.1371_journal.pone.0121970:87:The automatic classification was performed in MathWorks Matlab, using the PRTools toolbox [57].\n", "sent797": "4:10.1371_journal.pone.0195671:63:Cases were extracted from the transcripts with the help of qualitative data analysis software, MaxQDA (version 12), and coded using framework analysis.\n", "sent800": "9:10.1371_journal.pone.0146886:156:Lesion and whole brain areas for each slice were brought into Excel for final volume calculations.\n", "sent801": "13:10.1371_journal.pone.0152233:45:These analyses were performed using IBM SPSS v. 21.\n", "sent802": "2:10.1371_journal.pone.0069481:47:Linear regression analyses were performed using statistical analyses software (SAS 9) version 9.2 (SAS Institute, Cary, NC).\n", "sent804": "16:10.1371_journal.pone.0166418:32:All statistical analyses were performed using the SPSS 19.0 software package (SPSS Inc., Chicago, IL, USA).P-values<0.05 were considered statistically significant.\n", "sent805": "18:10.1371_journal.pone.0116542:42:All the statistical analyses were conducted using IBM SPSS Statistics, version 20.0.\n", "sent806": "14:10.1371_journal.pone.0190750:32:Chicago: SPSS Inc.\n", "sent809": "17:10.1371_journal.pone.0138887:43:“Tabodds”, a STATA command tabulates unadjusted and adjusted odds ratios (OR), for each level of the exposure variable against a reference level which by default was the lowest level of the social capital quintile variable[27].\n", "sent810": "3:10.1371_journal.pone.0160558:167:ToP and demographic data were entered into SPSS version 19.\n", "sent812": "9:10.1371_journal.pone.0185135:142:All data were analysed using the IBM SPSS Statistics 22 (IBM, NY, USA) software package.\n", "sent813": "8:10.1371_journal.pone.0143612:31:The statistical package for social science 18.0 (SPSS 18.0) program was used for statistical analysis.\n", "sent815": "7:10.1371_journal.pone.0137656:70:Statistical analyses were performed using SPSS (version 17.0; SPSS Japan Inc., Tokyo, Japan).\n", "sent816": "2:10.1371_journal.pone.0099782:75:All data obtained from the communities were recorded using EPI INFO version 5 (CDC, Atlanta) and imported into Microsoft Excel.\n", "sent820": "13:10.1371_journal.pone.0073814:46:All statistical analyses were conducted using the SPSS version 17.0 (IBM Inc., Armonk, NY, USA).\n", "sent821": "11:10.1371_journal.pone.0167103:30:All statistical analyses were undertaken using Stata 12.\n", "sent823": "13:10.1371_journal.pone.0053052:37:The data were analysed using Statistical Analysis Systems (SAS) version 9.2.\n", "sent824": "4:10.1371_journal.pone.0101372:52:All analyses were conducted using PASW Statistics 18 (SPSS Inc., 2009, Chicago, IL, USA) and were two-tailed with a critical p-value of 0.05.\n", "sent827": "14:10.1371_journal.pone.0026788:61:We carried out the analyses using SPSS 10.0 (SPSS Inc., Chicago, IL, USA).\n", "sent829": "17:10.1371_journal.pone.0168445:33:Microsoft Excel and Statistical Package for the Social Sciences (SPSS Version 22.0; Chicago, IL, USA) were used for all data analysis.\n", "sent830": "3:10.1371_journal.pone.0207378:78:SPSS (version 24) was also used to analyse response times with repeated measures analysis of variance (ANOVA).\n", "sent831": "12:10.1371_journal.pone.0190254:17:Responses were then analyzed using SPSS version 23 to determine descriptive frequencies.\n", "sent833": "9:10.1371_journal.pone.0198719:56:Statistical analyses were performed using Stata software, version 13 (StataCorp, College Station, TX, US).\n", "sent836": "4:10.1371_journal.pone.0197483:53:The data analysis was carried out using SPSS version 22.\n", "sent837": "15:10.1371_journal.pone.0141881:62:A moderated hierarchical regression was performed using SPSS (IBM) to estimate the amount of variance in child birthweight explained by stressor and distress variables separately and by the interaction among stressors and maternal characteristics.\n", "sent838": "14:10.1371_journal.pone.0065504:30:The data were entered into Epi Info version 6 and transferred into SPSS version 17 (SPSS Inc, Chicago, IL, USA).\n", "sent839": "6:10.1371_journal.pone.0049748:121:Stimuli were presented using the Cogent 2000 toolbox (http://www.vislab.ucl.ac.uk/cogent.php) for MATLAB (The Mathworks Inc.) on LCD-goggles (Resonance Technology Inc.).\n", "sent845": "10:10.1371_journal.pone.0206889:58:Consistent with Résibois, Verduyn, and colleagues [11], each of the obtained 384 self-reported intensity profiles following negative feedback was first transformed into a function using the linear interpolation function (interp1) implemented in MATLAB R2016b [38] and then discretised into 44 equally distanced time points, corresponding to the number of images acquired during the period that participants read and thought about the feedback.\n", "sent848": "16:10.1371_journal.pone.0201215:64:We carried out all our analyses using Stata 12 [50].\n", "sent856": "13:10.1371_journal.pone.0164615:56:To investigate the relationship between the physiological correlates (HRV and IS) and ER as well as parental psychopathology, partial correlation tests were calculated (alpha = .05, two-tailed) with the SPSS software package (version 20, IBM, Chicago, IL, USA).\n", "sent857": "18:10.1371_journal.pone.0012758:19:We modeled group size for wildebeest and zebra as a function of habitat type, season and lion UD using generalized linear models in SPSS 15.0.\n", "sent858": "6:10.1371_journal.pone.0086283:84:We fit the conditional likelihood methods and estimated model parameters using maximum likelihood methods and routines in Stata 11.\n", "sent859": "13:10.1371_journal.pone.0161097:7:We used the method of random number table by SPSS to select the towns and villages.\n", "sent860": "12:10.1371_journal.pone.0194178:57:The SPSS 22.0 software package, Chinese version, was used to analyse the data.\n", "sent861": "11:10.1371_journal.pone.0107543:25:All analyses were conducted using Stata V.11 [16].\n", "sent862": "9:10.1371_journal.pntd.0006622:21:Data analysis was performed in Stata, version 15.0, and R, version 3.4.0.\n", "sent863": "11:10.1371_journal.pone.0032564:41:A general linear model with 1 factor (Minitab® v15.0, α = 5%) was used to compare times to initial movement and times to trial completion (when earthworm reached the central region or the edge of the arena) when different numbers of earthworms were presented.\n", "sent865": "1:10.1371_journal.pone.0093821:106:GraphPad Prism 5.02 was used for statistical calculations.\n", "sent866": "8:10.1371_journal.pone.0042889:52:All statistical analyses were performed using SPSS 15.0.1 for Windows (SPSS Inc., Chicago, IL, USA, 2006).\n", "sent869": "2:10.1371_journal.pone.0139337:18:The SAS and SAS-M (Table A in S1 Text).Malay version of the Internet Addiction Test.+++End Section+++\n", "sent871": "5:10.1371_journal.pntd.0004424:35:Recurring topics were explored more in depth by revisiting the original transcripts and grouping relevant quotes in Microsoft Excel.\n", "sent873": "11:10.1371_journal.pone.0156150:18:and the Matlab, R: and C software routines they used were used in this analysis [44,103].\n", "sent874": "18:10.1371_journal.pone.0025948:78:Statistical analyses were performed using SPSS© version 18.0 (Statistical Package for the Social Sciences).\n", "sent876": "7:10.1371_journal.pone.0168748:25:Descriptive statistics were performed using Graphpad Prism 6.\n", "sent877": "18:10.1371_journal.pone.0040101:51:All meta-analyses and statistical analyses in the pooled individual-level data were performed using Stata SE 11.0 (Stata Corporation, College Station, Texas, USA).\n", "sent879": "11:10.1371_journal.pone.0170973:23:We used MATLAB to run the task and collect participants’ responses.\n", "sent880": "4:10.1371_journal.pone.0032002:29:All statistical analyses were conducted using the computer program SPSS (version 18.0, SPSS, Inc., Chicago, IL).\n", "sent881": "13:10.1371_journal.pone.0185661:61:All analyses accounted for complex survey design using SUDAAN 11.0 (RTI, Research Triangle Park, North Carolina) and were weighted to account for the selection of HCHS/ SOL participants with unequal probabilities [24] and were performed using SAS version 9.3 (SAS Institute, Cary, NC) and SUDAAN release 11.0.1 (RTI International, Research Triangle Park, NC).\n", "sent882": "13:10.1371_journal.pone.0197023:72:Generalized Linear Mixed Models (GLMM) analyses were conducted, using IBM SPSS Statistics, Version 25, to examine the effects of tDCS on patients’ performance on social cognitive, neurocognitive, and EEG measures.\n", "sent883": "4:10.1371_journal.pone.0167719:60:These data were analysed using SPSS (version 21) for Windows.\n", "sent886": "14:10.1371_journal.pone.0195163:46:We used STATA 13.0 (College Station, TX) for all analyses.\n", "sent898": "8:10.1371_journal.pone.0197961:45:All statistical analyses were conducted using SPSS Statistics 23.0 and AMOS version 23.0.\n", "sent900": "8:10.1371_journal.pone.0167398:31:SPSS 18.0 and Mplus 7.0 (using an exploratory LPA) were used to analyze the data.\n", "sent902": "6:10.1371_journal.pone.0147274:30:The data was analysed using EpiData Analysis software (Version 3.1.80) and Stata (Version 12).\n", "sent904": "7:10.1371_journal.pone.0155617:40:Scores were calculated using the “PCA” and “predict” commands in Stata.\n", "sent905": "7:10.1371_journal.pone.0149395:65:All analyses were undertaken using the IBM SPSS 22 software.\n", "sent908": "1:10.1371_journal.pone.0033690:33:All analyses were performed with SAS software 8.2 (USA).\n", "sent910": "18:10.1371_journal.pone.0096355:17:In order to analyse the relationships between ‘number of teeth’ and anthropometric measures, we categorised participants into five approximately equal sized groups (using xtile in stata) based on number of paired of teeth (teeth are known to erupt in pairs), both for clarity and to maximize statistical power.\n", "sent911": "15:10.1371_journal.pone.0048076:46:Once extracted, ROI βs were submitted for analysis in SPSS.\n", "sent913": "15:10.1371_journal.pone.0175923:43:All data were analyzed with SPSS version 21.0 [34].\n", "sent918": "1:10.1371_journal.pone.0137126:54:Rxy(τ)=1Nt−1∑tNt−τ(x(t+τ)−x¯)(y(t)−y¯)σxσy(1)The linear trend of time series signals (x(t) and y(t)) was excluded using the “detrend” function of MATLAB (The MathWorks Inc, USA) and the signals were filtered using Hanning windows of the same size as the data length before their cross correlation was calculated (the MATLAB’s “detrend” function computes the least-squares fit of a straight line to the data in question and subtracts the resulting function from the data).\n", "sent919": "14:10.1371_journal.pone.0178359:9:On average, the online survey took approximately 10–15 minutes to complete and data collected was downloaded from Questionpro in SPSS’s data file format.\n", "sent921": "6:10.1371_journal.pone.0158056:35:All analyses were conducted using STATA v9 and all p-values refer to two-tailed tests.\n", "sent922": "1:10.1371_journal.pone.0094295:39:All the analyses in this paper were performed with STATA 11.0 software.\n", "sent923": "15:10.1371_journal.pone.0092862:41:Statistical analyses were performed using PASW Statistics version 18 for Windows (SPSS Inc.).\n", "sent924": "16:10.1371_journal.pone.0008775:85:All statistical analyses were performed using the statistical package SAS, version 9.1 (SAS Institute, Inc., Cary, North Carolina).\n", "sent926": "5:10.1371_journal.pone.0049714:33:The data was analyzed using SPSS® version 17.0 (SPSS Inc., Chicago, IL, USA) for Windows®.\n", "sent932": "11:10.1371_journal.pone.0066353:28:All analysis was completed using Stata Version 11.0.\n", "sent933": "16:10.1371_journal.pone.0081836:27:Interviews were transcribed and then manually coded using Microsoft Word and Excel.\n", "sent934": "12:10.1371_journal.pone.0129805:31:All statistical analyses were conducted using SPSS Statistics 22 (Dynelytics, Zurich, Switzerland).\n", "sent935": "9:10.1371_journal.pone.0131604:36:All statistical analyses were performed using SPSS version 19 (IBM Corp., Armonk, NY).\n", "sent940": "3:10.1371_journal.pone.0205887:76:All analyses were run in SPSS 25.\n", "sent941": "9:10.1371_journal.pone.0146886:156:Lesion and whole brain areas for each slice were brought into Excel for final volume calculations.\n", "sent942": "17:10.1371_journal.pone.0100188:72:Statistics were carried out using PASW Statistic 18 software (SPSS Inc., Chicago, IL, USA).\n", "sent944": "13:10.1371_journal.pone.0190921:150:Here, we used a derivative of a Gaussian filter as a temporal gradient filter suggested by Simoncelli and colleagues [28] (see also MATLAB built-in function opticalFlowLKDoG).\n", "sent946": "15:10.1371_journal.pone.0041805:56:Results were computed using SPSS ver.15 (SPSS Inc, Illinois, USA), employing the ‘Complex Samples’ procedure required when using probability weights.\n", "sent947": "8:10.1371_journal.pone.0170204:27:Crude and adjusted relative risks (RR) for dependence at 12, 24 and 36 months were statistically assessed by Poisson regression model using Statistical Analysis System software version 9.2 with PROC GENMOD (SAS Institute Inc, Cary, NC) [21,22].\n", "sent949": "9:10.1371_journal.pone.0012758:23:Group composition, as measured by the proportion of females in each group (arcsin transformed for analysis), was similarly modeled using generalized linear models in SPSS 15.0.\n", "sent950": "10:10.1371_journal.pone.0002868:60:ANOVAs were also performed with a between-subject factor of “attachment style” (SAS, AXS, or AVS, as determined individually by AAQ scores), to examine whether these individual traits would modulate visual inspection times, but these analyses showed no main effect of attachment nor interaction with conditions (all Fs<1.1).\n", "sent951": "12:10.1371_journal.pone.0185733:66:Instead, we applied a custom built MATLAB routine (using the speech processing toolbox ‘voicebox’ in MATLAB v. R2014a) to extract acoustic ‘features’ (mel-frequency cepstral coefficients; MFCCs) from single screams and chorus excerpts.\n", "sent952": "1:10.1371_journal.pone.0154496:42:Statistically significant moderation paths (see Fig 2) were probed using PROCESS, an add-on for SPSS [32].\n", "sent954": "2:10.1371_journal.pone.0171782:68:All statistical tests were analysed using IBM SPSS version 22.\n", "sent955": "4:10.1371_journal.pone.0043294:12:The models were run using xtlogit in Stata 11.2 with a maximum likelihood estimation procedure.\n", "sent957": "6:10.1371_journal.pone.0106749:10:Statistical analysis was performed with SPSS version 20 software (IBM Corporation, Armonk, New York, USA).\n", "sent959": "5:10.1371_journal.pone.0048740:43:The resampling procedures were conducted in Microsoft Excel 2010 using VBA code written by FAC (Appendix S2).\n", "sent960": "17:10.1371_journal.pone.0052206:66:Outcomes were analyzed using unweighted linear or logistic regression (SAS/STAT software, version 9.2).\n", "sent962": "13:10.1371_journal.pone.0201099:100:All statistical analyses were conducted using IBM SPSS Statistics 21.\n", "sent964": "7:10.1371_journal.pone.0138024:66:[3] Analyses were performed using Stata 13.1 survey statistical methods that incorporated NHIS supplied probability weights, strata and primary sampling unit data.\n", "sent965": "7:10.1371_journal.pone.0046047:78:We therefore used Multiple Imputation with 5 imputations applying a set seed using the ice package in Stata version 11.2, to ensure that our analysis would provide unbiased estimates.\n", "sent966": "3:10.1371_journal.pone.0208849:36:Data were edited, coded and entered using EPI Info version 3.02 and then transferred to Stata version 14.2 for statistical analysis.\n", "sent969": "11:10.1371_journal.pone.0190117:47:Apart from Microsoft Excel [20] used to manage qualitative data, the statistical software Stata version 12 [21] was used to generate Table 1.\n", "sent970": "16:10.1371_journal.pone.0173293:65:Statistical analysis was carried out by SPSS 13.0 software and P<0.05 (two-tailed) was viewed as statistically significant.\n", "sent971": "1:10.1371_journal.pone.0016606:18:Repeatability was determined using the intraclass correlation coefficient (τ), obtained from an analysis of variance (ANOVA, implemented in SAS version 9.1 (SAS Institute Inc., Cary, NC, USA)) and the equation for repeatability [32].\n", "sent972": "10:10.1371_journal.pone.0088265:85:Statistical analyses were performed in SPSS 19.0 and R 3.0.1 [42].\n", "sent974": "6:10.1371_journal.pone.0197377:13:Analyses were performed with the statistical software SPSS v.21 and in all cases was established as statistically significant a p-value < 0.05.\n", "sent978": "5:10.1371_journal.pone.0056041:44:Additional tests were conducted using SPSS 19.0, and all tests were two-tailed.\n", "sent979": "9:10.1371_journal.pone.0193273:32:The newey-west regression and robust regression in the Stata were used to correct the autocorrelation and heteroskedasticity.\n", "sent980": "3:10.1371_journal.pone.0094936:50:To estimate variances from our stratified and clustered survey data, we employed Taylor Series Linearization (TSL) implemented in the Complex Sample module in SPSS V20.0.\n", "sent981": "3:10.1371_journal.pcbi.1000966:10:We then compute the sample skewness and the sample kurtosis of the collection of all these differences, and use Matlab's Jarque-Berra test to check normality.\n", "sent987": "1:10.1371_journal.pone.0141953:26:To estimate the prevalence of SRH and SRD by gender, we used STATA S.E.\n", "sent988": "5:10.1371_journal.pone.0095789:42:The MCMC simulation was conducted using the package rjags under R 3.0.3 and JAGS v 3.3.0 (further technical details are provided in the Supporting Information).\n", "sent989": "4:10.1371_journal.pbio.2005747:119:All previously published Vg sequences plus Vg sequences obtained by BLAST searches were used to construct an alignment using the web-based Clustal Omega tool (https://www.ebi.ac.uk/Tools/msa/clustalo/).\n", "sent990": "12:10.1371_journal.pone.0147518:38:STATA (StataCorp, College Station, TX, USA), version IC 13.1, was used in all the statistical analyses.\n", "sent991": "1:10.1371_journal.pone.0094936:50:To estimate variances from our stratified and clustered survey data, we employed Taylor Series Linearization (TSL) implemented in the Complex Sample module in SPSS V20.0.\n", "sent993": "6:10.1371_journal.pone.0148194:13:Data linkage was completed using Matlab.\n", "sent995": "6:10.1371_journal.pone.0010457:144:Graphs and statistical analysis were conducted by SPSS 17.0 and Excel 2007.\n", "sent996": "12:10.1371_journal.pone.0175352:53:We used IBM SPSS 22.0 for the quantitative analysis.\n", "sent997": "1:10.1371_journal.pone.0080980:55:Data was analyzed using SPSS 19.0 (SPSS, Inc., Chicago, IL, USA).\n", "sent999": "6:10.1371_journal.pone.0065504:30:The data were entered into Epi Info version 6 and transferred into SPSS version 17 (SPSS Inc, Chicago, IL, USA).\n", "sent1001": "14:10.1371_journal.pone.0014069:112:All analyses were performed using Statview Software (SAS, Cary, NC), with significance set at p≤0.05.\n", "sent1002": "6:10.1371_journal.pone.0200332:57:Correlation coefficients were calculated with SPSS software version 21 [61] utilising the bivariate Pearson two-tailed analysis.\n", "sent1003": "13:10.1371_journal.pone.0167542:23:Search results from each of the three priority databases were exported into Excel and titles and abstracts were reviewed by the primary author (MH) to identify articles that merited full text review.\n", "sent1007": "16:10.1371_journal.pone.0020989:21:To create the actual movie files, in house made scripts were used, created with Matlab software (MathWorks, Massachusetts, U.S.A.).\n", "sent1008": "6:10.1371_journal.pone.0194703:41:The software SPSS Version 24 was used for the analyses.\n", "sent1009": "10:10.1371_journal.pone.0125233:27:Stata Version 13.0 was used for the age-sex standardised prevalence for obesity and diabetes and was calculated using the Australia 2011 Census.\n", "sent1010": "11:10.1371_journal.pone.0032564:39:The influence of branch length and earthworm choices on earthworm times to choose was studied with a general linear model test with 2 factors (Minitab® v15.0, α = 5%).\n", "sent1013": "15:10.1371_journal.pone.0035420:136:All statistical modeling and analyses were conducted using PASW Statistics 18, Release Version 18.0.0 (SPSS, Inc., 2009, Chicago, IL, www.spss.com).\n", "sent1014": "12:10.1371_journal.pone.0023976:57:Stata 11.1 was used for statistical analysis to calculate means, proportions and regressions.\n", "sent1015": "10:10.1371_journal.pone.0207695:25:The experimental routine was programmed using the Psychtoolbox-3 [56] for Matlab 2014a (Mathworks, Natick, MA).\n", "sent1017": "11:10.1371_journal.pone.0202107:33:All analyses were performed using STATA version 14.1 (Stata Corporation, College Station, TX, USA) with survey (SVY) commands for the adjustment of the cluster sampling survey design.\n", "sent1018": "15:10.1371_journal.pone.0210294:39:The analysis was performed using SPSS 17 (PASW) for Windows (SPSS Inc., Chicago, Illinois, USA).\n", "sent1019": "1:10.1371_journal.pone.0014150:52:Data analysis used in-house custom MATLAB scripts and involved both whole-brain voxel-wise and region of interest (ROI) analyses [18], to compare brain activity associated with the conditions of interest (e.g., trials with anxiety-inducing angry distracters vs. trials with neutral distracters).\n", "sent1020": "7:10.1371_journal.pone.0175260:18:All analyses were performed using the ESRI™ suite of ArcGIS 10.3 software and Stata/SE Software version 12.1 for Windows™.\n", "sent1023": "17:10.1371_journal.pone.0206522:58:Indirect effects within samples (mediation) were analyzed using Hayes’s ([53]; version 2.16) SPSS macro PROCESS for model 4, and indirect effect across samples (moderated mediation) were analyzed using Hayes’s SPSS macro PROCESS for model 8.\n", "sent1027": "7:10.1371_journal.pone.0095894:40:Statistical analyses were performed using SPSS for Windows software version 15.0 (SPSS Inc., Chicago, IL).\n", "sent1028": "7:10.1371_journal.pone.0065730:54:Estimates and standard errors for long run effects, lagged short run effects and the instantaneous short run combined effect of same sex marriages contemporaneous with strong same sex unions were calculated using the delta method using the nlcom command in Stata.\n", "sent1029": "4:10.1371_journal.pone.0137126:73:Prior to model estimation, time series data were resampled to 5 Hz (40-point down-sampling using the “decimate” function of MATLAB to have appropriate time intervals of the estimation (the MATLB’s “decimate” function applies a 30th order, low-pass finite impulse response (FIR) filter to the original time series for data resampling).\n", "sent1032": "14:10.1371_journal.pone.0023976:57:Stata 11.1 was used for statistical analysis to calculate means, proportions and regressions.\n", "sent1033": "12:10.1371_journal.pone.0170170:19:Stata version 12.0 SE was used for all analyses.\n", "sent1034": "14:10.1371_journal.pone.0047203:50:15.0 (SPSS Inc., Tokyo, Japan) was used for all data analysis.\n", "sent1037": "11:10.1371_journal.pone.0153714:47:Data analyses were conducted using the SPSS 16.0 software package (SPSS Inc. Chicago, USA).\n", "sent1038": "7:10.1371_journal.pone.0048671:31:Data was analysed using STATA 11.2 [44].\n", "sent1041": "7:10.1371_journal.pone.0055248:55:We analyzed the data using the statistical package for social sciences (SPSS 12).\n", "sent1042": "3:10.1371_journal.pone.0205973:26:Then, the hypotheses were tested with OLS Ordinary Least Square through the PROCESS macro for SPSS, which assesses the conditional indirect effects [38].\n", "sent1046": "4:10.1371_journal.pone.0188666:59:Researchers conducted analyses using Stata statistical software, version 14.\n", "sent1048": "10:10.1371_journal.pone.0197454:150:IBM SPSS Statistics, version 22.0 for Windows [64] was used for the statistical analyses.\n", "sent1050": "15:10.1371_journal.pone.0122318:46:The statistical analysis was performed using the Statistical Package for Social Sciences (SPSS for Windows, version 19.0; IBM Corp, Armonk, New York, USA).\n", "sent1051": "6:10.1371_journal.pone.0150331:64:Statistical analyses were conducted by using SAS software, version 9.3 [PROC GENMOD, with options REPEATED, CORR = IND, and DIST = NORMAL; SAS Institute, Inc., Cary, NC].\n", "sent1054": "7:10.1371_journal.pone.0072359:54:SPSS 18.0 (Chicago, IL, USA) was used for all analyses.\n", "sent1058": "2:10.1371_journal.pone.0138293:152:Statistical analyses were conducted using GraphPad InStat version 3.10 (GraphPad Software, Inc., La Jolla, CA, USA).\n", "sent1059": "2:10.1371_journal.pone.0190049:54:The Excel tool included the finalized list of stakeholder validated criteria, desired effect direction of criteria and measurement scales listed by category with replicated sections for each of the three intervention domains (research, surveillance, prevention and control).\n", "sent1061": "4:10.1371_journal.pbio.1001940:70:The residual GM effect size (after age, weight, sex, and number of scans included was controlled) was calculated and correlated with social group size with nonparametric bivariate analyses in SPSS.\n", "sent1063": "16:10.1371_journal.pone.0194740:62:We analyzed our data using SPSS (version 24.0).\n", "sent1065": "14:10.1371_journal.pone.0090577:97:Data were analyzed with SAS 9.2.\n", "sent1069": "8:10.1371_journal.pmed.1002459:85:In our study, it was calculated by fitting model 2 to the first set of imputed data and then using the punafcc package in STATA 14.\n", "sent1070": "11:10.1371_journal.pone.0194203:37:All regression analyses were conducted using Proc Glimmix in SAS 9.3 (SAS Institute, Cary, NC, USA).\n", "sent1071": "18:10.1371_journal.pone.0207113:48:The 15 s audio recordings for each of the twenty trials of the parents and the children were imported into MaxQDA (Version 12), for the coding of the audio track.\n", "sent1073": "14:10.1371_journal.pone.0101877:31:Statistical analysis was performed using SPSS version 19.0 (SPSS Inc., Illinois, USA) and the significance level was set at P<0.05.\n", "sent1074": "6:10.1371_journal.pone.0209154:30:SPSS 20.0 was used to conduct data analysis.\n", "sent1075": "9:10.1371_journal.pone.0004659:64:Our survey results were analyzed using descriptive statistics, Pearson's chi2, Wilcoxon sign rank, and Kruskal-Wallis mean rank tests in STATA.\n", "sent1077": "8:10.1371_journal.pone.0137304:63:All statistical analyses were conducted using IBM SPSS, Version 22.\n", "sent1078": "11:10.1371_journal.pone.0201974:90:Structural Equation Modeling (SEM) was conducted using Stata 15.0 to assess the interrelationship between variables associated with lifetime physical IPV.\n", "sent1081": "17:10.1371_journal.pone.0190746:39:The data were analyzed using SPSS (v. 16.0).\n", "sent1084": "2:10.1371_journal.pone.0075009:40:We performed all analysis using SAS statistical software, version 9.2 (SAS Institute Inc, Cary, NC).\n", "sent1085": "1:10.1371_journal.pone.0130994:57:The models were estimated using MLwiN 2.25 software from within Stata 13 software, using the user-written subroutine 'runmlwin', and Markov Chain Monte Carlo (MCMC) methods [49].\n", "sent1086": "2:10.1371_journal.pone.0156868:44:Analyses were conducted using STATA 13/SE;[28] sample weights were used to account for the MCS complex survey design and cohort attrition over time.\n", "sent1087": "17:10.1371_journal.pone.0027014:59:The statistical calculations were performed using GraphPad Prism version 5.03 for Windows (GraphPad Software, San Diego, USA).\n", "sent1090": "7:10.1371_journal.pone.0189574:26:Further data editing used SQL and SPSS software.\n", "sent1095": "7:10.1371_journal.pone.0186992:49:The statistical analysis was done with Stata 14.1 (Stata Corp LP, College station, Texas).\n", "sent1096": "5:10.1371_journal.pone.0160706:28:The survey forms were scanned using an optical character recognizing (OCR) machine and data were analyzed using STATA 10.1 for Windows (Stata Corp, College Station, TX, USA) software.\n", "sent1097": "3:10.1371_journal.pone.0060637:55:Data analyses were performed using SPSS software version 19.0.\n", "sent1101": "18:10.1371_journal.pone.0205197:36:Moreover, to assess the statistical significance of the frequency of interactions won, we performed a binomial test using the GraphPad software (www.graphpad.com).\n", "sent1103": "17:10.1371_journal.pone.0058847:41:Statistical analysis was performed using Excel (Microsoft) and OriginPro ver 7.5 (OriginLab).\n", "sent1104": "11:10.1371_journal.pone.0145553:15:Data was analyzed using IBM SPSS Statistics 18.0.\n", "sent1105": "1:10.1371_journal.pone.0190578:36:Statistical analyzes were performed using the STATA version 13 application (StataCorp, College Station, Texas, USA) and the thematic maps were constructed using the QGIS software version 2.12.3 (OSGeo, Beaverton, OR, USA).\n", "sent1107": "15:10.1371_journal.pone.0199862:40:For both approaches we used the GLIMMIX procedure in SAS University Edition Software (SAS Institute, Cary, NC).\n", "sent1109": "17:10.1371_journal.pone.0015118:57:All analyses were carried out in R (version 2.8.0) and Matlab (version 2009b).\n", "sent1114": "14:10.1371_journal.pone.0081237:53:For the permutation test we used Matlab v. 7.10.0.499.\n", "sent1115": "8:10.1371_journal.pone.0126010:49:All analyses were performed using Stata/SE 11.2 software for Mac(R).\n", "sent1119": "11:10.1371_journal.pone.0104136:12:The API calls can be run on a specific tab in the Excel to analyze tweets.\n", "sent1124": "1:10.1371_journal.pone.0185733:114:All statistical tests were performed with SPSS (version 21, SPSS Inc., Chicago, IL, U.S.A.).\n", "sent1127": "8:10.1371_journal.pone.0127881:22:Results were analyzed in Stata (version 13.1).\n", "sent1128": "18:10.1371_journal.pone.0149911:21:Data were analyzed using IBM SPSS Statistics version: 20.\n", "sent1132": "9:10.1371_journal.pone.0147595:148:The effect of drug treatment, cage type, and their interaction on total behavioural frequency, as well as frequency and duration of rear-only, rear-move, sit, walk and groom self were analysed using a mixed model in SAS (v.9.3) following [52].\n", "sent1140": "2:10.1371_journal.pone.0200604:51:The analyses were conducted in IBM SPSS Statistics 21 Advanced Model.\n", "sent1141": "10:10.1371_journal.pone.0156680:21:Once the tasks were complete, the participant was asked to orally answer a questionnaire designed to measure the degree of technology acceptance while the experimenter recorded the data on a notebook computer Excel sheet.\n", "sent1142": "15:10.1371_journal.pone.0040529:16:Data from the surveys were double-entered and analyzed using SPSS ver.\n", "sent1146": "4:10.1371_journal.pone.0158802:24:Reported morbidity and comorbidity of needs (speech-language alone; SEB alone; comorbid speech-language and SEB) was entered as a nominal outcome in a multinomial logistic regression model, using the mlogit command in Stata, so as to examine the relative risk associated with specific family and community characteristics, compared to children without speech-language or SEB needs.\n", "sent1147": "10:10.1371_journal.pone.0089513:24:All analyses were performed using SAS version 9.2 (SAS Institute Inc. USA).\n", "sent1148": "6:10.1371_journal.pone.0046449:63:All analyses were conducted using SPSS Version 15.0 for Windows.\n", "sent1149": "6:10.1371_journal.pone.0194731:57:The data were manually entered into a database and analysed using the Statistical Package for the Social Sciences software (IBM SPSS Statistics 18).\n", "sent1150": "9:10.1371_journal.pone.0057203:23:Data were double-entered into a predesigned EpiData 3.1 database with validation checks, and exported to Stata 10.0 for analysis.\n", "sent1152": "10:10.1371_journal.pmed.1002214:37:All analyses were conducted using statistical software STATA 14 (StataCorp, 2009).\n", "sent1154": "10:10.1371_journal.pone.0146691:35:All the processing, analyses, and machine learning were conducted using the MATLAB software package (version R2009a and R2015a, Mathworks Inc., Natick, MA, USA).\n", "sent1155": "10:10.1371_journal.pone.0056941:91:All analysis was conducted using Stata.\n", "sent1159": "7:10.1371_journal.pone.0171320:43:The data were analyzed with SPSS software (IBM SPSS Statistics for Windows version 22.0, Armonk, NY: IBM Corp., under license to the Central Computer System of the University of Malaga, Spain).\n", "sent1160": "13:10.1371_journal.pone.0171226:45:Statistical analysis was undertaken using the Statistical Package for Social Sciences (SPSS) for Windows, version 21.\n", "sent1162": "11:10.1371_journal.pone.0126284:49:PROC MIXED procedure in SAS 9.2 was used to analyze all of the above data.\n", "sent1167": "5:10.1371_journal.pone.0045715:61:Significance values for the fit to the cosine model were calculated in MATLAB.\n", "sent1168": "2:10.1371_journal.pone.0016606:18:Repeatability was determined using the intraclass correlation coefficient (τ), obtained from an analysis of variance (ANOVA, implemented in SAS version 9.1 (SAS Institute Inc., Cary, NC, USA)) and the equation for repeatability [32].\n", "sent1169": "17:10.1371_journal.pone.0032311:46:Models were run using the MATLAB routine REGRESSIONv2.m described in [54].\n", "sent1172": "12:10.1371_journal.pone.0042083:82:Statistical analyses were performed using STATA version 11 (StataCorp, College Station, TX).\n", "sent1174": "5:10.1371_journal.pone.0198423:21:With the aim of further refining the variable assessment of the phenomenon and attending to its specificity, an extra field ‘general comments’ was added to the Excel matrix, which allowed us to qualitatively address specific aspects that had driven the usage of a specific code and that later would help us to refine the definition by category and code.\n", "sent1175": "2:10.1371_journal.pone.0187954:25:Descriptive and inferential analyses were completed using SPSS 22.\n", "sent1176": "2:10.1371_journal.pone.0062701:122:Data from the tracking software was converted into Microsoft Excel format to allow further data analysis.\n", "sent1177": "10:10.1371_journal.pone.0039384:26:Using Psychophysics toolbox for MATLAB, the stimuli were presented using an LCD projector (AVOTEC) that projected images onto a screen located behind the subject’s head.\n", "sent1178": "4:10.1371_journal.pone.0195973:48:The hypothesized relationships were assessed using the PROCESS macro for SPSS [62] with Model 5, which estimates the indirect effect of X (Job characteristics) on Y (Psychological Work Ability/Job mobility Intentions) through the mediator M (Motivational Orientations), with a moderating role played by W (Age) in the X → Y (Job characteristics → Psychological Work Ability/Job mobility Intentions) relationship.\n", "sent1179": "2:10.1371_journal.pone.0119132:113:Statistical analyses were performed using JAGS Gibbs-sampling environment [43] and R 3.0.3 [44].\n", "sent1180": "10:10.1371_journal.pone.0104333:53:We used the Statistical Package for Social Sciences (SPSS for Windows, version 16.0, SPSS Inc., Chicago, IL) in the statistical analyses process.\n", "sent1181": "14:10.1371_journal.pone.0174605:72:All HRQOL responses were transferred to an excel-based database and all measures were scored according to each measure´s instructions.\n", "sent1182": "6:10.1371_journal.pone.0191728:54:Calculations were performed using STATA 14.\n", "sent1187": "3:10.1371_journal.pone.0181032:62:The data were analyzed using statistical software STATA version 13 and statistical package for social science (SPSS) version 22.\n", "sent1188": "12:10.1371_journal.pntd.0005939:46:The data were entered into an Excel database (Excel Version 2013, Microsoft, Redmont, Washington, USA) and checked for errors which might have occurred during data entry.\n", "sent1190": "12:10.1371_journal.pone.0190033:18:This 20% was selected with the statistical software SPSS.\n", "sent1191": "15:10.1371_journal.pone.0139337:3:We estimated the sample size to be at least 165 based on the calculation of five cases per item in the SAS (which has a total of 33 items) [29].\n", "sent1197": "15:10.1371_journal.pone.0181961:47:The Gannet GABA analysis toolkit for Matlab was used to analyse GABA data [41].\n", "sent1200": "16:10.1371_journal.pgen.1007338:26:We set an E-value threshold of ≤1e-4 and bit score threshold of ≥ 40 for BLAST hits.\n", "sent1201": "13:10.1371_journal.pone.0113853:48:As we administered two additional measures of schizotypy (SAS and PAS) that were not included in these past factor analytic studies, we added these to the existing four-factor model using theoretical assumptions by placing the SAS score on the Negative factor, and PAS on the Cognitive-Perceptual factor.\n", "sent1202": "4:10.1371_journal.pone.0085005:41:The SAS version 9.1.3 program package was used for all analyses (SAS Institute, Inc., Cary, NC, USA).\n", "sent1203": "16:10.1371_journal.pone.0180764:37:As preference for future living arrangement was a non-ordered categorical variable, a multinomial regression model was performed using SPSS Version 20.0 (IBM SPSS, Armonk, NY, USA) to estimate the associations between various attributes and preferences for future living arrangements.\n", "sent1205": "8:10.1371_journal.pone.0003397:31:Analyses were performed with JMP (SAS Institute Inc.).\n", "sent1206": "7:10.1371_journal.pone.0157630:88:All analyses were conducted using SAS version 9.1.3 (SAS Institute, Cary, North Carolina, U.S.A.).\n", "sent1207": "12:10.1371_journal.pone.0174100:64:Off-line EEG processing and analyses were performed by adopting custom MATLAB (MathWorks) scripts using functions from the EEGLAB environment [38].\n", "sent1208": "1:10.1371_journal.pone.0037612:96:Statistical analyses were performed with SigmaPlot 11.0 (Systat, Inc., San Jose, CA.)\n", "sent1211": "14:10.1371_journal.pone.0093408:63:Clean sequences were subjected to NCBI BLAST to confirm that the isolates were E. coli (>95% of isolates were assigned to E. coli; others were excluded from further analyses).\n", "sent1216": "17:10.1371_journal.pone.0106325:62:Charts were created using MS Excel to compare data across and within cases.\n", "sent1217": "10:10.1371_journal.pone.0057725:106:All statistical analyses aside from the CFA were performed using STATA version 11 [28].\n", "sent1219": "16:10.1371_journal.pone.0184622:88:Tracking was performed using Ctrax [67] including the provided Matlab toolboxes for subsequent correction and analysis of tracking data.\n", "sent1220": "1:10.1371_journal.pone.0038524:18:We analyzed data using JMP® v.8.0 (SAS Institute Inc., Cary, NC), comparing males and females for all variables using a t-test and considered results significant if α≤0.05 [47].\n", "sent1221": "17:10.1371_journal.pone.0032677:24:All statistics were calculated using the software, SPSS.\n", "sent1222": "14:10.1371_journal.pone.0090130:70:Analyses were conducted using STATA Version 13 for Windows (College Station, TX, USA).\n", "sent1223": "3:10.1371_journal.pone.0140085:18:Data were inputted into a Microsoft Excel file after being anonymised.\n", "sent1226": "8:10.1371_journal.pone.0191464:61:Statistical analysis was performed using the IBM SPSS Statistics 20 (IBM Inc., Chicago, IL).\n", "sent1228": "11:10.1371_journal.pone.0033461:23:All analyses were carried out in MATLAB (The MathWorks, Natick, MA).\n", "sent1229": "17:10.1371_journal.pone.0161842:45:Frequency distributions were calculated using the statistical package Stata 13.0.\n", "sent1232": "7:10.1371_journal.pone.0021066:31:SPSS version 16 for Mac OS 10.5 was used to run the linear mixed effect models, significance levels were set at 0.05, and two-tailed probability values are quoted.\n", "sent1234": "17:10.1371_journal.pone.0112905:109:Normalized cell proportions for each auditory forebrain region were analyzed with two-way ANOVA (SAS software).\n", "sent1236": "9:10.1371_journal.pone.0200165:86:The subsequent analyses were conducted using SAS software [17].\n", "sent1237": "12:10.1371_journal.pone.0090938:37:SPSS for windows version 20.0 was used.\n", "sent1238": "1:10.1371_journal.pone.0118305:43:All the statistical analyses were implemented with the statistical software SAS 9.2 [21].\n", "sent1239": "5:10.1371_journal.pone.0169482:49:Analyses were conducted using Stata Version 12.\n", "sent1240": "13:10.1371_journal.pone.0200535:116:Finally, mediation models of the mismatch effect were tested with path analysis using PROCESS v2.13, a macro created by [51] for SPSS.\n", "sent1244": "17:10.1371_journal.pone.0159250:40:In order to refine our understanding of the associations between respondents’ awareness and attitudes and respondents’ personal and household characteristics, we conduct multivariate regression analyses (Stata 13.1).\n", "sent1245": "3:10.1371_journal.ppat.1003083:70:Using reciprocal best-BLAST hit (RBH) criteria, 6325 (62%) of honeybee genes had an assignable fly ortholog.\n", "sent1247": "2:10.1371_journal.pone.0064522:27:Analyses were conducted with SAS software Version 9.2 [30], and SUDAAN software Release 10.0 [31], and incorporated weighting to account for sampling design.\n", "sent1250": "9:10.1371_journal.pone.0081115:41:We used multiple imputation (Proc MI in SAS) to assign values for variables with missing data.\n", "sent1251": "8:10.1371_journal.pone.0196327:48:All analyses were conducted using IBM SPSS Statistics, Version 22 with weighted data.\n", "sent1252": "10:10.1371_journal.pone.0004983:43:Comb area and T levels were measured prior to and after treatments, so we tested for treatment effects on changes over time using Generalized Linear Mixed Models (Mixed procedure in SAS).\n", "sent1253": "7:10.1371_journal.pone.0195430:63:The statistical analysis was conducted using SPSS Version 22.\n", "sent1254": "1:10.1371_journal.pone.0144947:38:All analyses were performed with SPSS® for Windows version 21.\n", "sent1255": "12:10.1371_journal.pone.0171782:72:Mediation analyses were computed using the MEDIATE SPSS custom dialog [21].\n", "sent1258": "13:10.1371_journal.pone.0183782:14:SPSS 23 (IBM, Armonk, New York) was used for all analyses.\n", "sent1261": "15:10.1371_journal.pone.0024858:47:The data were analyzed using SPSS software (Statistical Package for the Social Sciences, version 17.0).\n", "sent1264": "1:10.1371_journal.pone.0100231:81:All analyses were performed with the STATA software version 10.\n", "sent1265": "1:10.1371_journal.pone.0005987:79:For the pre-processing and statistical analyses, the statistical parametric mapping software package (SPM5, Wellcome Department of Cognitive Neurology, London; www.fil.ion.ucl.ac.uk/spm) was used and implemented in Matlab (Mathworks, Inc., Natick, MA, USA release 14).\n", "sent1269": "6:10.1371_journal.pone.0084492:95:MRI data was analyzed using SPSS Statistics (IBM, version 19) using a generalized linear model fitted to a gamma distribution, with MAM treatment, enrichment, and gender as factors.\n", "sent1271": "13:10.1371_journal.pone.0182399:28:The research study details were recorded in MS Excel in the apriori descriptive mapping categories of geographic focus, aims of the study, peer review status, type of report, key findings, methods and sample size.\n", "sent1272": "3:10.1371_journal.pone.0206032:57:All analyses were done in Stata 14.\n", "sent1273": "4:10.1371_journal.pone.0146382:56:All statistical analyses were performed using IBM SPSS Statistics v.22.\n", "sent1274": "15:10.1371_journal.pone.0149195:19:All analyses were performed in Stata version 14 (Texas, USA).\n", "sent1277": "12:10.1371_journal.pone.0201215:64:We carried out all our analyses using Stata 12 [50].\n", "sent1279": "14:10.1371_journal.pone.0175651:41:Using the SPSS 18.0 software package (IBM, Armonk, NY, USA), we employed one repeated-measures Analysis of Variance Analysis test (ANOVA) to check the effect of provocation.\n", "sent1283": "6:10.1371_journal.pone.0198423:21:With the aim of further refining the variable assessment of the phenomenon and attending to its specificity, an extra field ‘general comments’ was added to the Excel matrix, which allowed us to qualitatively address specific aspects that had driven the usage of a specific code and that later would help us to refine the definition by category and code.\n", "sent1286": "4:10.1371_journal.pone.0111169:45:We used the computer software, STATA 12.1 for all analyses.\n", "sent1287": "7:10.1371_journal.pone.0144456:65:Statistical analyses were conducted using Stata 13.1 statistical software.\n", "sent1289": "18:10.1371_journal.pone.0190254:17:Responses were then analyzed using SPSS version 23 to determine descriptive frequencies.\n", "sent1290": "5:10.1371_journal.pone.0207680:60:Analyses were conducted using SPSS v21.0.\n", "sent1294": "1:10.1371_journal.pone.0198423:23:Upon completion of the codification, a matrix containing all of the data was generated so it could be used in a statistical package (SPSS 24).\n", "sent1297": "1:10.1371_journal.pone.0071796:71:All data analysis was performed using IBM SPSS Statistics 18.0.\n", "sent1298": "1:10.1371_journal.pone.0195267:38:DLMs were implemented using the dlnm package version 2.2.6 in R Studio (Vienna, Austria) and other analyses were performed in SAS (v9.4, SAS Institute Inc., Cary, NC).\n", "sent1299": "16:10.1371_journal.pone.0121144:30:All analyses were conducted using SPSS 20.0, results were considered significant at the P<0.05 level.\n", "sent1300": "2:10.1371_journal.pone.0003628:48:Facial stimuli were presented to the subjects in 4 different blocks using MATLAB 7.0® (Mathworks Inc., Sherborn, USA).\n", "sent1302": "17:10.1371_journal.pone.0185766:33:Calculations were performed with SPSS software (Version 22.2).\n", "sent1303": "6:10.1371_journal.pbio.2002468:5:The model was implemented in Matlab 2015b (The Mathworks, Natick, MA) and is available in S1 Code and at famulare.github.io/cessationStability.\n", "sent1304": "7:10.1371_journal.pone.0181196:34:All statistical analyses were performed with SAS software version 9.3 (SAS Institute Inc, Cary, NC).\n", "sent1305": "4:10.1371_journal.pone.0185798:35:Linear regression analysis was carried out using STATA 14 to examine associations between wellbeing and i) father’s social class, ii) adult social class, iii) father’s and adult social class included together.\n", "sent1306": "17:10.1371_journal.pone.0118484:39:Data analysis was performed using the Statistical Package for the Social Sciences (SPSS for Windows, version 19.0, SPSS Inc, Chicago, IL, USA) and included frequency distribution and association tests.\n", "sent1307": "3:10.1371_journal.pone.0046579:113:These integrated peak areas were calculated in Excel using the same spreadsheet of binned, edited, and normalized spectra described above.\n", "sent1312": "6:10.1371_journal.pone.0072602:59:Multilevel regression analyses were performed in SAS software version 9.2 (SAS Institute Inc., 2009).\n", "sent1313": "11:10.1371_journal.pone.0195268:32:Analyses were conducted using SPSS version 24.0 and R. Mean, SD, skewness and kurtosis were calculated.\n", "sent1314": "12:10.1371_journal.pone.0193262:36:Quantitative data were analyzed using the Statistical Analysis System (SAS) (version 9.4, SAS Institute Inc.).\n", "sent1315": "7:10.1371_journal.pone.0087527:57:All analyses were conducted using Stata version 11.\n", "sent1319": "15:10.1371_journal.pone.0014331:90:The SAS syntax suggested by van Houwelingen, Arends, and Stijnen [77] was used.\n", "sent1320": "15:10.1371_journal.pone.0167830:73:The presented results are pooled results using Rubin’s combination rules [45], and were obtained using Stata’s “mi estimate” command.\n", "sent1321": "15:10.1371_journal.pone.0127881:22:Results were analyzed in Stata (version 13.1).\n", "sent1322": "16:10.1371_journal.pone.0016003:76:All analyses were done using SPSS Software for Windows (v. 15 IBM, Chicago, IL, USA,) and graphs were drawn using Sigma plot for Windows (v. 8.02.\n", "sent1325": "12:10.1371_journal.pone.0190578:36:Statistical analyzes were performed using the STATA version 13 application (StataCorp, College Station, Texas, USA) and the thematic maps were constructed using the QGIS software version 2.12.3 (OSGeo, Beaverton, OR, USA).\n", "sent1329": "3:10.1371_journal.pone.0038462:47:The statistical analysis was performed using the Statistical Package for Social Sciences (SPSS for windows, version 19.0; Chicago, Illinois, USA).\n", "sent1330": "16:10.1371_journal.pone.0197552:28:Analyses were conducted using SPSS version 22.0 statistical software packages (SPSS, Chicago IL, USA).\n", "sent1332": "8:10.1371_journal.pone.0204410:42:Data were entered into excel (Microsoft 2010) database and analysed using excel functions.\n", "sent1333": "9:10.1371_journal.pone.0157119:95:All analyses were performed in SPSS 19.\n", "sent1335": "5:10.1371_journal.pone.0069472:41:The user-written ice commands [35]–[41] in Stata v11.2 (Stata Corp, TX, USA) were used to complete five imputations with ten cycles in each imputation.\n", "sent1337": "7:10.1371_journal.pone.0206752:74:Data were analysed using SPSS version 22 [48].\n", "sent1341": "11:10.1371_journal.pone.0179089:45:Statistical analysis was performed using SAS 9.3 (SAS Institute, Cary NC).\n", "sent1343": "16:10.1371_journal.pone.0126400:65:Analyses were performed using the SPSS Windows Version 20 [33].\n", "sent1344": "11:10.1371_journal.pone.0009791:79:We tested for effects of the number of voles in each cage upon body weight using General Linear Models (GLM; Minitab ver.\n", "sent1345": "9:10.1371_journal.pone.0050108:79:We used SPSS 20.0 for Windows (SPSS Inc., Chicago, IL) for all analyses.\n", "sent1348": "12:10.1371_journal.pone.0058142:45:All analyses were conducted in STATA, release 10.1 (Statacorp., College Station, TX, USA).\n", "sent1349": "14:10.1371_journal.pone.0001290:34:Automated model building procedures (forward, backward or stepwise regression) are not supported by the survey analysis command in Stata 8.0 and are therefore not used in any of the analyses.\n", "sent1351": "3:10.1371_journal.pone.0193616:63:The dependent eye movement measures of total dwell time, relative dwell time, entry time, number of fixations, first fixation duration and average fixation duration were each subjected to a generalized linear mixed model analysis (GLMM; GENLINMIXED in SPSS) to account for repeated measures of the same subject.\n", "sent1352": "4:10.1371_journal.pone.0206640:39:SPSS software (version 18.0) and R software (version 3.4.3) were used for statistical analysis.\n", "sent1353": "3:10.1371_journal.pone.0167224:59:The questions and resulting answers of the participants’ online interviews were merged into an rtf-formatted document and imported into a computer program (MaxQDA) for qualitative analyses [47,48].\n", "sent1355": "17:10.1371_journal.pone.0178359:36:All data analyses were conducted using SAS 9.3.\n", "sent1357": "9:10.1371_journal.pone.0165343:36:The images were subsequently processed and analyzed on a pixel-by-pixel basis using the Matlab Image Processing Toolbox (Mathworks, Matlab v2011b) using script modified from Theyel and colleagues [20].\n", "sent1359": "5:10.1371_journal.pone.0131734:38:SPSS 16.0 for Windows was used for data analysis; p values of <0.05 were taken as statistically significant.\n", "sent1361": "18:10.1371_journal.pone.0156901:75:We used the Brain Connectivity Toolbox [17] and MATLAB custom-made scripts to explore global and local topological properties of the ToM-network in each participant’s brain.\n", "sent1362": "8:10.1371_journal.pone.0030096:62:All analyses were carried out using Stata version 11.\n", "sent1364": "1:10.1371_journal.pone.0092862:41:Statistical analyses were performed using PASW Statistics version 18 for Windows (SPSS Inc.).\n", "sent1368": "16:10.1371_journal.pone.0064881:50:Multilevel mixed effects logistic regression (xtmelogit) on the 3 sexual risk behaviour indicators were analysed using STATA 11.1 (StataCorp, 2009).\n", "sent1369": "16:10.1371_journal.pone.0006368:183:Data analysis was conducted using SigmaStat 3.5 and SPSS for Windows 11.5.\n", "sent1370": "2:10.1371_journal.pone.0032564:40:For group-joining assays in the circular arena, a chi-square test for independence (Minitab® v15.0, N = 46, df = 2, α = 5%) was used to compare the number of earthworms reaching the central region when different numbers of earthworms were presented there.\n", "sent1372": "8:10.1371_journal.pone.0078816:28:The data were analyzed in STATA (version 11.2), using Cox proportional hazards regression model to estimate the hazard ratio (HR) with a 95% confidence interval (CI), to assess the association between bereavement during childhood and the risk of hospitalization for asthma.\n", "sent1375": "8:10.1371_journal.pone.0160787:21:All ROM questionnaires were scored in an excel document appointed to an individual patient.\n", "sent1376": "11:10.1371_journal.pone.0203117:215:We exported an excel sheet with the sample coded by the two researchers being 1 (is evidence of social impact, either potential or real) and 0 (is not evidence of social impact) to SPSS.\n", "sent1377": "2:10.1371_journal.pone.0168748:25:Descriptive statistics were performed using Graphpad Prism 6.\n", "sent1378": "4:10.1371_journal.pone.0152452:98:Analyses were performed using Stata version 13.0 (Stata Corp, College Station, Texas).\n", "sent1379": "16:10.1371_journal.pone.0123608:30:Data analysis was performed using the SPSS 15.0 PC package (SPSS Inc., Chicago, IL), with statistical significance set at P<0.05.\n", "sent1384": "15:10.1371_journal.pmed.1002040:66:Analysis was performed using Stata version 13 and REALCOM-IMPUTE software [38].\n", "sent1385": "6:10.1371_journal.pone.0172885:62:A multiple linear regression was conducted to isolate independent predictors of nutritional outcomes of child using SPSS version 21 windows software.\n", "sent1387": "12:10.1371_journal.pone.0191253:91:We conducted all statistical analyses in Stata version 13.1 (StataCorp, Texas, USA).\n", "sent1388": "3:10.1371_journal.pone.0185135:142:All data were analysed using the IBM SPSS Statistics 22 (IBM, NY, USA) software package.\n", "sent1391": "17:10.1371_journal.pone.0157119:95:All analyses were performed in SPSS 19.\n", "sent1395": "8:10.1371_journal.pone.0056936:31:1) Composition of the subscales of SAS and internal consistency:\n", "sent1397": "2:10.1371_journal.pone.0090130:47:This assumption, tested by Stata's gologit2 command and its autofit option, was confirmed in all cases.\n", "sent1398": "6:10.1371_journal.pone.0032566:111:We carried out the statistical tests in SPSS 10.0; α = 0.05.\n", "sent1402": "15:10.1371_journal.pone.0014610:29:I then transcribed these voice recordings into an Excel database for subsequent analysis (see below).\n", "sent1405": "10:10.1371_journal.pone.0155442:68:Swings scores and data from the rule formation task were imported into SPSS for analyses.\n", "sent1408": "14:10.1371_journal.pone.0202169:9:How often did you understand what your family members said when they were talking to each other (not directly to you) such as at the dinner table or in the living room?”Analyses were performed in SPSS v23.0.\n", "sent1413": "9:10.1371_journal.pone.0036118:35:Statistical analyses were performed using SPSS v15.0 (SPSS, Inc., Chicago, Illinois, USA) and Intercooled Stata 10 (StataCorp LP, College Station, Texas, USA) software packages.\n", "sent1414": "8:10.1371_journal.pone.0152245:23:Average time spent on each odor source during a trial and number of visits to rosemary and eucalyptus before and after training was compared using paired Student’s T-tests in SPSS.\n", "sent1416": "5:10.1371_journal.pone.0017317:170:Statistical analysis was conducted using StatView (SAS Institute, Cary, NC).\n", "sent1417": "5:10.1371_journal.pone.0157080:28:All statistical analyses were conducted using the statistical software package Stata 13 (STATA Corp, College Station, TX), and the p-value <0.05 was considered as statistically significant when performing hypothesis tests.\n", "sent1419": "17:10.1371_journal.pone.0086430:48:Total intracranial volume was obtained by summing up the overall volumes of grey matter, white matter, and CSF, which were calculated by means of the MATLAB script “get_totals” provided by Ridgway [77].\n", "sent1421": "13:10.1371_journal.pone.0006150:49:Primers were checked for specificity using NCBI BLAST searches.\n", "sent1422": "16:10.1371_journal.pone.0113853:16:The 40-item Revised Social Anhedonia Scale (SAS) [21], [26] is a true/false measure assessing deficits in the ability to experience pleasure from interpersonal interactions.\n", "sent1426": "2:10.1371_journal.pone.0204055:72:All the analyses were performed using STATA 13.1 (StataCorp., TX, USA).\n", "sent1428": "9:10.1371_journal.pone.0079181:28:Data analyses were performed using SPSS 16.0.\n", "sent1431": "3:10.1371_journal.pone.0190231:41:The collected data were analyzed in IBM SPSS for Windows–version 19.\n", "sent1432": "18:10.1371_journal.pone.0014610:29:I then transcribed these voice recordings into an Excel database for subsequent analysis (see below).\n", "sent1433": "15:10.1371_journal.pone.0144451:27:The identity of the amplicons was confirmed by comparing each sequence using BLAST (Basic Local Alignment Search Tool).\n", "sent1434": "11:10.1371_journal.pone.0153276:77:The statistical analyses were carried out using IBM SPSS 22 for Windows (IBM Corp.\n", "sent1437": "9:10.1371_journal.pone.0159560:28:Data was analyzed by SPSS 16.\n", "sent1440": "15:10.1371_journal.pone.0101877:31:Statistical analysis was performed using SPSS version 19.0 (SPSS Inc., Illinois, USA) and the significance level was set at P<0.05.\n", "sent1443": "18:10.1371_journal.pone.0029991:48:Descriptive statistics were computed using the “svy” command in STATA, in order to take into account the survey characteristics.\n", "sent1444": "7:10.1371_journal.pone.0125431:57:The process is summarized as: (1) the data are standardized such that each variable has mean 0 and norm 1; (2) a grid search of two tuning parameters associated with each penalty function is applied to the model (one for the fixed effects and one for the random effects), which control the strength of the shrinkage; (3) the model that gives a minimum Bayesian Information Criteria [47] is chosen as the optimal model that gives the best balance of fit and parsimony; and (4) the model is refit with only the selected fixed and random effects, with no constraints applied to the coefficients, using PROC GLIMMIX in SAS (SAS Institute, Carey, NC).\n", "sent1446": "9:10.1371_journal.pone.0188731:33:All the analyses were implemented using SAS 9.4.\n", "sent1448": "18:10.1371_journal.pone.0171557:45:Statistical analyses were performed using Statistical Package for the Social Sciences (SPSS) Version 19.0 software (IBM Corp, Armonk, NY).\n", "sent1449": "15:10.1371_journal.pone.0139447:39:Data were cleaned in Access and then analyzed using SAS 9.3 (SAS Institute Inc.).\n", "sent1450": "8:10.1371_journal.pone.0059084:49:Differential equations (1), (3), (4) and (7), using functions (2) and (5), were solved using MATLAB to get typical plots of brood, hive bees, foragers and food against time.\n", "sent1451": "18:10.1371_journal.pone.0064038:18:Data were analysed using SPSS 15.0 for Windows.\n", "sent1453": "5:10.1371_journal.pone.0071313:32:All analyses were performed using SAS 9.2.\n", "sent1455": "10:10.1371_journal.pone.0142104:58:The Cox proportional hazard assumption was formally tested through the Schoenfeld residual test in Stata and is not violated.\n", "sent1457": "11:10.1371_journal.pone.0148211:62:We used STATA version 11 for the statistical analyses.\n", "sent1459": "3:10.1371_journal.pone.0188802:25:All analyses were performed using SPSS for Windows version 23 software (IBM Japan Ltd, Tokyo, Japan).\n", "sent1460": "3:10.1371_journal.pone.0163010:33:All statistical analysis was conducted using SPSS v.18.0 (IBM Corp., Armonk, NY, USA).\n", "sent1461": "14:10.1371_journal.pone.0202518:62:Correlation analyses were based on scores corrected for linear age effects and sex differences and computed with SPSS 23.\n", "sent1462": "4:10.1371_journal.pone.0145606:57:The analyses were conducted using the SPSS statistical software program (PASW 18.0).\n", "sent1464": "3:10.1371_journal.pone.0074197:43:However, there is currently not a way of obtaining an overall p-value for categorical variables in SPSS, which is necessary for selective backward logistic regression.\n", "sent1468": "17:10.1371_journal.pone.0190117:42:An excel database spreadsheet was developed to code the response of different categories (preference for home delivery or institutional delivery) attached to the participant’s unique identification number.\n", "sent1469": "14:10.1371_journal.pone.0083315:70:Statistical analyses were performed using SPSS version 19.0.\n", "sent1474": "16:10.1371_journal.pone.0174677:74:Both weighting factors and clusters were included into the SPSS Complex samples plan file to estimate population proportions and 95% confidence intervals (CI) of socio-demographic characteristic, migration factors, sexual behavior and sexual health.\n", "sent1478": "3:10.1371_journal.pone.0056941:91:All analysis was conducted using Stata.\n", "sent1479": "15:10.1371_journal.pone.0123329:50:Data were analyzed using Statistical Parametric Mapping 5 (SPM5, Wellcome Department of Cognitive Neurology, London, UK) software implemented in Matlab 7.8 (Mathworks, Sherborn, MA, USA).\n", "sent1480": "17:10.1371_journal.pone.0195268:32:Analyses were conducted using SPSS version 24.0 and R. Mean, SD, skewness and kurtosis were calculated.\n", "sent1482": "13:10.1371_journal.pone.0031660:58:Data extraction was managed in Microsoft Excel.\n", "sent1484": "11:10.1371_journal.pone.0084164:53:All statistical procedures were completed using SPSS 16.0 (SPSS, Chicago, IL, USA).\n", "sent1485": "15:10.1371_journal.pone.0055248:55:We analyzed the data using the statistical package for social sciences (SPSS 12).\n", "sent1490": "12:10.1371_journal.pone.0200997:82:To allocate the participants into two groups (intervention/experimental and control), we used SPSS (IBM v. 23) random sampling software.\n", "sent1491": "5:10.1371_journal.pone.0137352:64:All analyses were performed using SAS v.9.2 [34].\n", "sent1495": "16:10.1371_journal.pone.0199765:33:All statistical analyses were conducted with SPSS ver.\n", "sent1496": "3:10.1371_journal.pone.0078162:40:Data management and univariable analyses were performed in STATA version 11 (StataCorp LP, College Station, Texas, United States of America).\n", "sent1497": "3:10.1371_journal.pone.0195267:38:DLMs were implemented using the dlnm package version 2.2.6 in R Studio (Vienna, Austria) and other analyses were performed in SAS (v9.4, SAS Institute Inc., Cary, NC).\n", "sent1498": "12:10.1371_journal.pone.0169746:57:Areas under the curve were calculated using the trapezoid rule utilising Sigmaplot graphing software (SystatSoftwareInc., California, USA).\n", "sent1499": "15:10.1371_journal.pone.0200165:86:The subsequent analyses were conducted using SAS software [17].\n", "sent1501": "14:10.1371_journal.pone.0169819:23:Then, one village was randomly selected from each sub-county, using a random number generator (Microsoft Excel Basic 2003, Redmond, WA).\n", "sent1503": "7:10.1371_journal.pone.0186651:29:We used SAS 9.4 (SAS Institute, Cary, NC, USA) for data set-up and analyses.\n", "sent1505": "11:10.1371_journal.pone.0078795:34:Data analysis in EEGLAB [31] and Mathworks Matlab involved band-pass filtering the EEG data between 0.5 Hz and 80 Hz, with a notch-filter between 45 and 55 Hz.\n", "sent1506": "15:10.1371_journal.pone.0210532:45:All statistical analyses were conducted using Statistical Package for Social Sciences (SPSS 20.0).\n", "sent1507": "5:10.1371_journal.pone.0146268:43:Logistic regression was conducted using SAS 9.3 software (SAS PROC SURVEYLOGISTICS; SAS Institute, Cary, NC).\n", "sent1508": "4:10.1371_journal.pone.0094295:39:All the analyses in this paper were performed with STATA 11.0 software.\n", "sent1509": "1:10.1371_journal.pone.0106622:68:Statistical analyses were performed using Stata 11.0 (StataCorp, College Station, Texas, USA).\n", "sent1512": "12:10.1371_journal.pone.0095054:29:Multivariable analysis was carried out using Cox's proportional hazard regression in SAS.\n", "sent1516": "3:10.1371_journal.pone.0084828:43:We used Stata version 12.0 for analyses.\n", "sent1519": "13:10.1371_journal.pone.0188701:67:Statistical analyses were conducted using SAS software, version 9.3 [PROC GENMOD, with options REPEATED, CORR = IND or AR, and DIST = NORMAL; SAS Institute, Inc., Cary, NC].\n", "sent1520": "13:10.1371_journal.pone.0088504:34:For this, the statistical program SPSS (Statistical Package for Social Sciences) for Windows version 19 was used.\n", "sent1521": "11:10.1371_journal.pone.0129805:31:All statistical analyses were conducted using SPSS Statistics 22 (Dynelytics, Zurich, Switzerland).\n", "sent1524": "7:10.1371_journal.pone.0022350:43:At the group level, network measures were used to statistically examine, using Poisson or Gaussian regression analysis in Stata 11, the associations among the individual and family attributes, social network structures, rates of wounding and social relocations across the seven enclosures.\n", "sent1525": "5:10.1371_journal.pone.0189574:27:For analysis we used Stata v14.\n", "sent1526": "3:10.1371_journal.pone.0089090:42:Data analysis was conducted with the SPSS-15 statistical software package.\n", "sent1528": "7:10.1371_journal.pone.0015429:6:Manual annotations of social/sexual interactions and wheel running activity were done manually using the Caltech Behavior Annotator program, a software tool created in MATLAB designed to facilitate the rapid manual annotation of video sequences.\n", "sent1531": "9:10.1371_journal.pone.0172820:26:The above analyses were performed in Stata 13 statistical software [32].\n", "sent1532": "11:10.1371_journal.pone.0096460:60:The Statistical Package for the Social Sciences (SPSS) Version 19.0 (SPSS, Chicago, IL) and XLSTAT (Addinsoft SARL, Germany) were used to conduct analyses.\n", "sent1534": "6:10.1371_journal.pone.0086127:99:Overimitation behaviour, eye-contact and demonstration type were entered as a between trial factors and age, BPVS and SAS were entered as covariates.\n", "sent1535": "5:10.1371_journal.pone.0130584:32:All data were analyzed using SPSS statistical software (version 21.0J; IBM SPSS Japan, Tokyo, Japan).\n", "sent1536": "7:10.1371_journal.pone.0153431:31:All analyses were performed using the STATA software (version11.2).\n", "sent1537": "16:10.1371_journal.pone.0175912:52:The eye-tracking data were processed with custom software written in MATLAB (Mathworks, Natick, MA, USA).\n", "sent1538": "6:10.1371_journal.pone.0169972:55:As a result, although the SAS-2 was developed for a different context, we selected this instrument in light of a number of considerations.\n", "sent1540": "14:10.1371_journal.pone.0143908:43:All statistical analysis was performed using SigmaPlot (version 11).\n", "sent1541": "8:10.1371_journal.pone.0179380:49:Statistical analyses were performed in STATA (version 12.1, Stata Corp, College Station, TX).\n", "sent1544": "4:10.1371_journal.pone.0150545:78:Statistical analyses were performed using SAS 9.3 (SAS Institute INC. Cary, NC, USA), R software (http://www.r-project.org), and a web-based PABAK-OS calculator (http://www.singlecaseresearch.org/calculators/pabak-os).\n", "sent1547": "16:10.1371_journal.pone.0113618:83:All statistical analyses were performed using SPSS 12.0.\n", "sent1549": "8:10.1371_journal.pone.0055680:51:SAS (version 8) was used in descriptive analysis of the sample demographics.\n", "sent1551": "4:10.1371_journal.pone.0164581:68:Data was entered and analyzed using Statistical Package for Social Sciences version- 16 (SPSS IBM, New York, NY, USA).\n", "sent1555": "16:10.1371_journal.pone.0113853:33:Structural equation modeling was conducted using IBM SPSS Amos 21.0.\n", "sent1558": "3:10.1371_journal.pone.0162464:83:A PCA analysis was conducted using XLSTAT 2015 for Excel.\n", "sent1560": "3:10.1371_journal.pone.0032564:39:The influence of branch length and earthworm choices on earthworm times to choose was studied with a general linear model test with 2 factors (Minitab® v15.0, α = 5%).\n", "sent1562": "5:10.1371_journal.pone.0159551:40:All such interviews were conducted by native language interviewers in each country using CATI-SPSS Dimensions software.\n", "sent1566": "17:10.1371_journal.pone.0149911:21:Data were analyzed using IBM SPSS Statistics version: 20.\n", "sent1569": "17:10.1371_journal.pone.0037177:38:All analyses were conducted using Stata version 11 (StataCorp, College Station, Texas) and Excel version 2007 (Microsoft Corporation, Redmond, Washington).\n", "sent1570": "3:10.1371_journal.pone.0071313:32:All analyses were performed using SAS 9.2.\n", "sent1571": "14:10.1371_journal.pone.0029991:48:Descriptive statistics were computed using the “svy” command in STATA, in order to take into account the survey characteristics.\n", "sent1574": "1:10.1371_journal.pone.0064742:54:Double data entry was performed by 4 operators, supervised by a statistician, using SPSS software [42].\n", "sent1575": "10:10.1371_journal.pone.0195267:38:DLMs were implemented using the dlnm package version 2.2.6 in R Studio (Vienna, Austria) and other analyses were performed in SAS (v9.4, SAS Institute Inc., Cary, NC).\n", "sent1582": "18:10.1371_journal.pone.0042416:65:All analyses were performed with statistical software STATA version 9.0 (StataCorp, College Station, TX).\n", "sent1583": "2:10.1371_journal.pone.0180498:39:All analyses were performed with multiple imputation methods using STATA version 14 (Stata Corp LP, College Station, TX, USA).\n", "sent1586": "13:10.1371_journal.pone.0147256:159:TST) were determined via mouse observation (climbing) or SPSS, and these values were removed and the N for the group was adjusted to reflect this.\n", "sent1588": "9:10.1371_journal.pone.0117938:30:Ideal pass filter is a data filtering tool offered by the time series tools of MATLAB R2010b.\n", "sent1591": "6:10.1371_journal.pone.0132838:73:SPSS software, version 18.0 (SPSS Inc., Chicago, IL, USA) was used for all analyses.\n", "sent1592": "9:10.1371_journal.pone.0099558:59:Hierarchical linear regression models were used as the main statistical method, using the user-written runmlwin command in Stata to fit multilevel models in the MLwiN software package v.2.27 [37].\n", "sent1593": "5:10.1371_journal.pone.0102030:6:All data obtained was anonymized before it was received and therefore not connected to the athletes' personal information when entered in SPSS.\n"}